[
   {
        "วันที่": "01/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "มีความรับผิดชอบสูง มุ่งมั่นและจริงจังในเป้าหมาย เป็นผู้นำที่ดีแต่บางครั้งเข้มงวดกับตัวเองและคนรอบข้าง",
        "ดวงการเรียน": "เหมาะกับการเรียนที่เน้นความมีระบบ มีโครงสร้าง เช่น วิทยาศาสตร์ คณิตศาสตร์ วิศวกรรม",
        "สาขาและคณะที่เหมาะสม": "วิศวกรรมศาสตร์ วิทยาศาสตร์ บริหารธุรกิจ",
        "ดวงความรัก": "รักแบบจริงจัง มองหาความมั่นคงในความสัมพันธ์",
        "สุขภาพ": "ระวังเรื่องความเครียดและปัญหากล้ามเนื้อ ควรผ่อนคลายและออกกำลังกาย",
        "คำแนะนำ": "วางแผนชีวิตให้ดีและอย่ายึดติดกับความสมบูรณ์แบบมากเกินไป"
    },
    {
        "วันที่": "02/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "เป็นคนใจเย็น รอบคอบ และคิดก่อนทำเสมอ",
        "ดวงการเรียน": "เรียนได้ดีเมื่อมีแผนการชัดเจน เหมาะกับการวิเคราะห์ข้อมูล",
        "สาขาและคณะที่เหมาะสม": "เศรษฐศาสตร์ การเงิน วิศวกรรมคอมพิวเตอร์",
        "ดวงความรัก": "รักแบบค่อยเป็นค่อยไปและจริงใจ",
        "สุขภาพ": "ระวังการนั่งทำงานนานเกินไป ควรลุกขยับบ้าง",
        "คำแนะนำ": "อย่าใช้เวลาคิดนานเกินไปจนพลาดโอกาส"
    },
    {
        "วันที่": "03/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "มีความมุ่งมั่นสูงและรักความสำเร็จ",
        "ดวงการเรียน": "เหมาะกับการเรียนที่ต้องใช้ความอดทนและการวางแผนระยะยาว",
        "สาขาและคณะที่เหมาะสม": "กฎหมาย บริหารธุรกิจ วิศวกรรมโยธา",
        "ดวงความรัก": "ต้องการคนที่เข้าใจและสนับสนุน",
        "สุขภาพ": "ดูแลเรื่องอาหารการกินและการพักผ่อน",
        "คำแนะนำ": "แบ่งเวลาระหว่างงานกับชีวิตส่วนตัวให้สมดุล"
    },
    {
        "วันที่": "04/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "เป็นคนมีเหตุผล ไม่ชอบการเสี่ยง",
        "ดวงการเรียน": "เก่งด้านวิชาการที่ต้องใช้การวิเคราะห์อย่างลึกซึ้ง",
        "สาขาและคณะที่เหมาะสม": "บัญชี วิทยาศาสตร์ข้อมูล วิศวกรรมไฟฟ้า",
        "ดวงความรัก": "คบใครจะจริงใจและซื่อสัตย์",
        "สุขภาพ": "ระวังอาการปวดหลังจากการนั่งนาน",
        "คำแนะนำ": "อย่าลืมพักผ่อนและให้เวลากับครอบครัว"
    },
    {
        "วันที่": "05/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "ใจเย็น อดทน และทำงานอย่างต่อเนื่อง",
        "ดวงการเรียน": "เรียนเก่งเมื่อมีเป้าหมายชัดเจน",
        "สาขาและคณะที่เหมาะสม": "การจัดการ วิศวกรรมเคมี การตลาด",
        "ดวงความรัก": "รักแบบมั่นคงและซื่อสัตย์",
        "สุขภาพ": "ดูแลเรื่องกระดูกและข้อ",
        "คำแนะนำ": "อย่าลืมให้รางวัลตัวเองเมื่อทำสำเร็จ"
    },
    {
        "วันที่": "06/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "มีวินัยและความรับผิดชอบสูง",
        "ดวงการเรียน": "เหมาะกับวิชาที่ต้องใช้ความละเอียดรอบคอบ",
        "สาขาและคณะที่เหมาะสม": "สถาปัตยกรรม วิศวกรรมเครื่องกล",
        "ดวงความรัก": "รักแท้และจริงใจ",
        "สุขภาพ": "ระวังความเครียดและความดัน",
        "คำแนะนำ": "หาเวลาทำกิจกรรมที่ช่วยผ่อนคลายจิตใจ"
    },
    {
        "วันที่": "07/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "เป็นคนมุ่งมั่นแต่บางครั้งก็เข้มงวดกับตัวเอง",
        "ดวงการเรียน": "เรียนได้ดีเมื่ออยู่ในสภาพแวดล้อมที่เงียบสงบ",
        "สาขาและคณะที่เหมาะสม": "วิศวกรรมโยธา กฎหมาย",
        "ดวงความรัก": "ต้องการความมั่นคงและความจริงใจ",
        "สุขภาพ": "ดูแลระบบย่อยอาหาร",
        "คำแนะนำ": "ผ่อนคลายบ้าง อย่ากดดันตัวเองมากเกินไป"
    },
    {
        "วันที่": "08/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "ชอบวางแผนและทำตามแผนอย่างเคร่งครัด",
        "ดวงการเรียน": "เหมาะกับงานวิจัยและการวิเคราะห์",
        "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์ วิศวกรรม คณิตศาสตร์",
        "ดวงความรัก": "คบแบบจริงใจและมั่นคง",
        "สุขภาพ": "ระวังการทำงานหนักเกินไป",
        "คำแนะนำ": "ให้เวลากับการพักผ่อนมากขึ้น"
    },
    {
        "วันที่": "09/01",
        "ราศี": "มังกร",
        "บุคลิกโดยรวม": "มีความรับผิดชอบและตั้งใจทำงาน",
        "ดวงการเรียน": "เก่งด้านการจัดการเวลาและการทำงานเป็นระบบ",
        "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ วิศวกรรมอุตสาหการ",
        "ดวงความรัก": "รักแบบจริงจัง",
        "สุขภาพ": "ดูแลหัวใจและความดัน",
        "คำแนะนำ": "อย่าลืมดูแลสุขภาพควบคู่กับงาน"
    },
    {
      "วันที่": "10/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นสูง รู้จักวางแผนระยะยาวและมีความอดทนต่อความยากลำบากได้ดี ชอบทำงานอย่างเป็นระบบและรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนในหัวข้อที่ต้องใช้การคิดวิเคราะห์ลึกซึ้งและการวางแผน เช่น คณิตศาสตร์หรือวิศวกรรมศาสตร์ จุดเด่นคือความสามารถในการแก้ปัญหาที่ซับซ้อนได้ดี คำแนะนำคืออย่าละเลยการพักผ่อนเพื่อให้สมองทำงานได้อย่างเต็มที่",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรมโยธา", "การเงินและการธนาคาร", "การบริหารธุรกิจ"],
      "ดวงความรัก": "ความรักมีความมั่นคงและจริงจัง อาจได้รับการสนับสนุนจากคนรักในเรื่องการเรียน",
      "สุขภาพ": "ระวังความเครียดและอาการปวดหัวจากการใช้สมองมาก ควรนอนพักให้เพียงพอ",
      "คำแนะนำ": "อย่ากดดันตัวเองมากเกินไป ค่อย ๆ ก้าวไปตามแผนที่วางไว้"
    },
    {
      "วันที่": "11/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "มีความรับผิดชอบสูงและเป็นคนที่ผู้อื่นไว้ใจได้ ชอบความมั่นคงและเก็บรายละเอียดได้ครบถ้วน",
      "ดวงการเรียน": "วันนี้คุณจะโดดเด่นในการเรียนที่ต้องใช้ความจำและความละเอียดรอบคอบ เช่น ประวัติศาสตร์หรือการวิจัยทางวิทยาศาสตร์ จุดเด่นคือการทำงานอย่างมีระบบ คำแนะนำคือให้แบ่งเวลาสำหรับการทบทวนอย่างสม่ำเสมอ",
      "สาขาและคณะที่เหมาะสม": ["ประวัติศาสตร์", "วิจัยวิทยาศาสตร์", "การวางแผนโครงการ"],
      "ดวงความรัก": "อาจมีคนที่สนใจคุณเพราะความจริงจังและความสามารถในการดูแลตนเอง",
      "สุขภาพ": "ควรดูแลกระดูกและข้อต่อ โดยเฉพาะหากต้องนั่งทำงานนาน ๆ",
      "คำแนะนำ": "ใช้ความละเอียดรอบคอบให้เป็นประโยชน์ แต่ควรยืดหยุ่นกับสถานการณ์ที่เปลี่ยนแปลงได้"
    },
    {
      "วันที่": "12/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "จริงจัง มีระเบียบวินัยสูง และมักตั้งเป้าหมายชัดเจนในชีวิต รู้จักใช้เวลาอย่างคุ้มค่า",
      "ดวงการเรียน": "วันนี้คุณจะทำได้ดีในงานที่ต้องใช้ความคิดเป็นระบบ เช่น การเขียนโปรแกรมหรือการวิเคราะห์ข้อมูล จุดเด่นคือความสามารถในการหาความเชื่อมโยงของข้อมูล คำแนะนำคือให้ฝึกทักษะการสื่อสารเพื่อเสริมความเข้าใจร่วมกับผู้อื่น",
      "สาขาและคณะที่เหมาะสม": ["วิทยาการคอมพิวเตอร์", "การวิเคราะห์ข้อมูล", "สถิติ"],
      "ดวงความรัก": "ความรักอาจดูนิ่ง ๆ แต่มีความมั่นคงสูง คู่รักให้กำลังใจด้านการเรียน",
      "สุขภาพ": "ระวังอาการตึงกล้ามเนื้อจากการนั่งนาน แนะนำให้ลุกขยับเป็นระยะ",
      "คำแนะนำ": "วางแผนให้ชัดเจนแต่ควรเผื่อเวลาให้ตัวเองได้ผ่อนคลาย"
    },
    {
      "วันที่": "13/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "เป็นคนที่เชื่อถือได้ มีความมั่นคงทางความคิด และพร้อมทุ่มเทแรงกายแรงใจเพื่อเป้าหมาย",
      "ดวงการเรียน": "วันนี้คุณมีพลังในการทำงานที่ใช้ความพยายามระยะยาว เช่น การทำวิจัยหรืองานโครงสร้าง จุดเด่นคือความอดทนสูง คำแนะนำคือให้ตั้งเป้าหมายระยะสั้นเพื่อสร้างแรงจูงใจต่อเนื่อง",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรมเครื่องกล", "การวิจัยพัฒนา", "การจัดการโครงการ"],
      "ดวงความรัก": "คนรักเข้าใจและพร้อมเป็นกำลังใจให้คุณอย่างเต็มที่",
      "สุขภาพ": "ควรระวังเรื่องระบบย่อยอาหาร ควรรับประทานอาหารให้ตรงเวลา",
      "คำแนะนำ": "ใช้ความมุ่งมั่นเป็นแรงขับเคลื่อน แต่อย่าลืมดูแลสุขภาพควบคู่ไป"
    },
    {
      "วันที่": "14/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "มีความเป็นผู้นำ รักความถูกต้อง และพร้อมปกป้องสิ่งที่ตนเชื่อ",
      "ดวงการเรียน": "วันนี้คุณเหมาะกับการเรียนที่ต้องใช้การตัดสินใจและการวิเคราะห์สถานการณ์ เช่น กฎหมายหรือการบริหาร จุดเด่นคือมุมมองรอบด้าน คำแนะนำคือควรฟังความคิดเห็นจากหลายฝ่ายเพื่อให้ตัดสินใจได้ดียิ่งขึ้น",
      "สาขาและคณะที่เหมาะสม": ["นิติศาสตร์", "การบริหาร", "การวางนโยบาย"],
      "ดวงความรัก": "ความรักอยู่ในเกณฑ์ดี แต่ต้องระวังความดื้อรั้นที่อาจทำให้เกิดความเข้าใจผิด",
      "สุขภาพ": "ดูแลสายตาจากการอ่านเอกสารหรือใช้คอมพิวเตอร์นาน ๆ",
      "คำแนะนำ": "เสริมทักษะการเจรจาเพื่อเพิ่มประสิทธิภาพในการสื่อสาร"
    },
    {
      "วันที่": "15/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "สุขุม รอบคอบ และมีความรับผิดชอบต่อหน้าที่สูง รู้จักใช้เหตุผลมากกว่าอารมณ์",
      "ดวงการเรียน": "วันนี้คุณมีความสามารถเด่นในการวางแผนงานและการจัดการเวลา เหมาะกับงานที่ต้องใช้การประสานงานหลายฝ่าย คำแนะนำคือควรแบ่งเวลาสำหรับการทบทวนเนื้อหาอย่างต่อเนื่อง",
      "สาขาและคณะที่เหมาะสม": ["การจัดการธุรกิจ", "โลจิสติกส์", "การเงิน"],
      "ดวงความรัก": "ความรักราบรื่นและมีความเข้าใจกันดี",
      "สุขภาพ": "ระวังความเมื่อยล้าสะสม ควรพักสายตาและยืดกล้ามเนื้อ",
      "คำแนะนำ": "ใช้การจัดการเวลาอย่างชาญฉลาดเพื่อให้สำเร็จตามเป้าหมาย"
    },
    {
      "วันที่": "16/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "มีความพากเพียรและไม่ยอมแพ้ต่ออุปสรรค มองโลกอย่างเป็นจริง",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนที่ต้องใช้ความคิดเชิงตรรกะและการวิเคราะห์ข้อมูล เช่น วิศวกรรมหรือวิทยาศาสตร์ประยุกต์ จุดเด่นคือการแก้ปัญหาได้ตรงจุด คำแนะนำคืออย่าลืมแลกเปลี่ยนความคิดเห็นกับผู้อื่นเพื่อขยายมุมมอง",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรมไฟฟ้า", "วิทยาศาสตร์ประยุกต์", "เศรษฐศาสตร์"],
      "ดวงความรัก": "มีความมั่นคงและจริงใจต่อกัน",
      "สุขภาพ": "ควรดูแลเรื่องการพักผ่อนเพื่อฟื้นฟูพลังงาน",
      "คำแนะนำ": "ตั้งเป้าหมายให้ชัดเจนและลงมือทำอย่างต่อเนื่อง"
    },
    {
      "วันที่": "17/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "มีความมุ่งมั่นในสิ่งที่ทำและพร้อมทำงานหนักเพื่อผลลัพธ์ที่ดี",
      "ดวงการเรียน": "วันนี้คุณจะทำได้ดีในวิชาที่ต้องใช้ความคิดวิเคราะห์เชิงลึก เช่น เคมี วิศวกรรม หรือการวางกลยุทธ์ จุดเด่นคือความรอบคอบและการคิดอย่างเป็นระบบ คำแนะนำคืออย่ามองข้ามรายละเอียดเล็ก ๆ ที่สำคัญ",
      "สาขาและคณะที่เหมาะสม": ["เคมี", "การวางกลยุทธ์ธุรกิจ", "การวิจัยเชิงวิทยาศาสตร์"],
      "ดวงความรัก": "คนโสดอาจพบคนที่มีความสนใจคล้ายกัน",
      "สุขภาพ": "ระวังการทำงานหนักเกินไปจนร่างกายอ่อนล้า",
      "คำแนะนำ": "ให้เวลากับการพักผ่อนพอ ๆ กับการทำงาน"
    },
    {
      "วันที่": "18/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "จริงจังกับชีวิตและพร้อมรับผิดชอบต่อทุกการตัดสินใจของตน",
      "ดวงการเรียน": "วันนี้คุณจะมีสมาธิสูง เหมาะกับการเรียนเนื้อหาที่ซับซ้อนหรือการอ่านตำราเชิงลึก จุดเด่นคือการโฟกัสและความอดทน คำแนะนำคือควรผสมผสานการเรียนกับการฝึกปฏิบัติ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรมคอมพิวเตอร์", "วิทยาการหุ่นยนต์", "การวิจัยทางการแพทย์"],
      "ดวงความรัก": "คู่รักเข้าใจและให้กำลังใจ",
      "สุขภาพ": "ควรใส่ใจเรื่องอาหารและการออกกำลังกายสม่ำเสมอ",
      "คำแนะนำ": "ใช้เวลาวันนี้เพื่อทำงานที่ค้างให้เสร็จ เพื่อปลดภาระออกไป"
    },
    {
      "วันที่": "19/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "มีความรอบคอบและช่างสังเกต มักไม่ปล่อยให้สิ่งเล็กน้อยหลุดรอดสายตา",
      "ดวงการเรียน": "วันนี้คุณจะทำได้ดีในหัวข้อที่ต้องใช้การวิจัย การตรวจสอบ และการประเมินผล จุดเด่นคือความสามารถในการหาข้อผิดพลาดและปรับปรุงแก้ไข คำแนะนำคืออย่ารีบร้อน ควรตรวจสอบงานอย่างละเอียดก่อนส่ง",
      "สาขาและคณะที่เหมาะสม": ["การตรวจสอบคุณภาพ", "นิติวิทยาศาสตร์", "การประเมินโครงการ"],
      "ดวงความรัก": "ความรักมีความอบอุ่น แต่ต้องเปิดใจมากขึ้น",
      "สุขภาพ": "ระวังการใช้สายตามากเกินไป",
      "คำแนะนำ": "ใช้ความละเอียดของคุณให้เป็นข้อได้เปรียบ"
    },
    {
      "วันที่": "20/01",
      "ราศี": "มังกร",
      "บุคลิกโดยรวม": "มีความอดทนสูง รักความถูกต้อง และพร้อมทุ่มเทให้กับสิ่งที่ทำ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนที่ต้องใช้ความคิดสร้างสรรค์ผสมกับการวางแผน เช่น สถาปัตยกรรมหรือการออกแบบ จุดเด่นคือการสร้างสรรค์ผลงานที่มีโครงสร้างแข็งแรง คำแนะนำคือเปิดรับแรงบันดาลใจจากสิ่งรอบตัว",
      "สาขาและคณะที่เหมาะสม": ["สถาปัตยกรรม", "การออกแบบผลิตภัณฑ์", "การวางผังเมือง"],
      "ดวงความรัก": "มีโอกาสได้ใช้เวลาร่วมกันอย่างสร้างสรรค์",
      "สุขภาพ": "ดูแลกระดูกและกล้ามเนื้อ ควรยืดเส้นเป็นประจำ",
      "คำแนะนำ": "ผสมผสานความคิดสร้างสรรค์กับการวางแผนเพื่อให้ผลงานออกมาสมบูรณ์"
    },
    {
      "วันที่": "21/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณเป็นคนมีความคิดสร้างสรรค์และมองโลกในมุมที่แตกต่างจากคนทั่วไป รักอิสระและชอบทดลองสิ่งใหม่ ๆ",
      "ดวงการเรียน": "วันนี้คุณจะโดดเด่นในวิชาที่ต้องใช้ความคิดนอกกรอบ เช่น นวัตกรรม เทคโนโลยีใหม่ หรือศิลปะร่วมสมัย จุดเด่นคือความสามารถในการเชื่อมโยงไอเดีย คำแนะนำคือควรจดบันทึกความคิดทันทีที่เกิดขึ้นเพื่อไม่ให้พลาดโอกาส",
      "สาขาและคณะที่เหมาะสม": ["การออกแบบนวัตกรรม", "วิศวกรรมซอฟต์แวร์", "การตลาดเชิงสร้างสรรค์"],
      "ดวงความรัก": "คนรักอาจแปลกใจในความคิดของคุณ แต่ก็ชื่นชมในความเป็นตัวเอง",
      "สุขภาพ": "ควรดูแลระบบไหลเวียนเลือดและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์สูงสุดในงานของคุณ"
    },
    {
      "วันที่": "22/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "เป็นคนช่างคิด ช่างสังเกต และมีความเป็นนักวิเคราะห์สูง มักมองหาความจริงในทุกเรื่อง",
      "ดวงการเรียน": "เหมาะกับการเรียนที่ต้องใช้ข้อมูลจำนวนมากและการวิเคราะห์ เช่น การวิจัยเชิงสังคม หรือวิทยาศาสตร์ข้อมูล จุดเด่นคือความแม่นยำในการประเมินข้อมูล คำแนะนำคืออย่าใช้เวลาวิเคราะห์มากเกินไปจนขาดการลงมือทำ",
      "สาขาและคณะที่เหมาะสม": ["วิทยาศาสตร์ข้อมูล", "สถิติ", "สังคมวิทยา"],
      "ดวงความรัก": "ความรักมีความเข้าใจซึ่งกันและกันมากขึ้นจากการสื่อสารตรงไปตรงมา",
      "สุขภาพ": "ระวังการนั่งทำงานนานเกินไปจนเกิดอาการเมื่อยล้า",
      "คำแนะนำ": "หาจุดสมดุลระหว่างการวิเคราะห์และการลงมือทำ"
    },
    {
      "วันที่": "23/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณรักอิสระ ชอบคิดนอกกรอบ และมักมีไอเดียที่แตกต่างจากคนอื่น",
      "ดวงการเรียน": "วันนี้คุณจะทำได้ดีในงานที่ต้องคิดเชิงสร้างสรรค์ผสมกับเทคนิค เช่น การออกแบบ UX/UI หรือการพัฒนาโครงการใหม่ จุดเด่นคือความคิดริเริ่ม คำแนะนำคืออย่ากลัวที่จะนำเสนอไอเดียของคุณต่อคนอื่น",
      "สาขาและคณะที่เหมาะสม": ["การออกแบบ UX/UI", "การพัฒนาแอปพลิเคชัน", "การโฆษณา"],
      "ดวงความรัก": "มีโอกาสพบคนที่สนใจในแนวคิดและความคิดสร้างสรรค์ของคุณ",
      "สุขภาพ": "ควรพักผ่อนให้เพียงพอเพื่อไม่ให้สมองล้า",
      "คำแนะนำ": "กล้าที่จะแตกต่างและใช้จุดเด่นของคุณให้เต็มที่"
    },
    {
      "วันที่": "24/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "เป็นคนเปิดกว้างทางความคิดและพร้อมรับฟังความคิดเห็นของผู้อื่น มีมนุษยสัมพันธ์ดี",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้ผ่านการแลกเปลี่ยนความคิดเห็น เช่น การทำงานกลุ่มหรือการดีเบต จุดเด่นคือการสื่อสารและการประสานงาน คำแนะนำคือฟังอย่างตั้งใจและตอบสนองด้วยเหตุผล",
      "สาขาและคณะที่เหมาะสม": ["การสื่อสารมวลชน", "การทูต", "การจัดการโครงการระหว่างประเทศ"],
      "ดวงความรัก": "ความรักสดใสจากการพูดคุยแลกเปลี่ยนกันอย่างจริงใจ",
      "สุขภาพ": "ควรดื่มน้ำให้เพียงพอเพื่อให้ร่างกายสดชื่น",
      "คำแนะนำ": "ใช้การสื่อสารเป็นกุญแจสำคัญในการพัฒนาทั้งงานและความสัมพันธ์"
    },
    {
      "วันที่": "25/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณมีความคิดก้าวหน้าและชอบเรียนรู้สิ่งใหม่อยู่เสมอ รักความท้าทาย",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนที่เกี่ยวข้องกับเทคโนโลยีล้ำสมัยและการพัฒนาระบบ จุดเด่นคือความสามารถในการปรับตัวต่อการเปลี่ยนแปลง คำแนะนำคืออัปเดตความรู้ให้ทันต่อกระแสโลก",
      "สาขาและคณะที่เหมาะสม": ["ปัญญาประดิษฐ์", "การพัฒนาเกม", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "อาจพบคนที่สนใจในความรู้และเทคโนโลยีเหมือนกัน",
      "สุขภาพ": "ระวังการใช้คอมพิวเตอร์หรือมือถือมากเกินไปจนปวดตา",
      "คำแนะนำ": "นำความรู้ใหม่มาปรับใช้ในสิ่งที่คุณทำอยู่"
    },
    {
      "วันที่": "26/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "เป็นคนชอบช่วยเหลือผู้อื่น มีจิตใจเอื้อเฟื้อและพร้อมทำงานเพื่อสังคม",
      "ดวงการเรียน": "วันนี้คุณจะเด่นในงานที่เกี่ยวข้องกับการแก้ปัญหาสังคม เช่น สังคมสงเคราะห์หรือการพัฒนาชุมชน จุดเด่นคือการมองภาพรวมและเห็นคุณค่าของผู้อื่น คำแนะนำคือหาสมดุลระหว่างการช่วยเหลือคนอื่นและดูแลตัวเอง",
      "สาขาและคณะที่เหมาะสม": ["สังคมสงเคราะห์", "การพัฒนาชุมชน", "การจัดการองค์กรไม่แสวงกำไร"],
      "ดวงความรัก": "ความรักอบอุ่นและเต็มไปด้วยการดูแลซึ่งกันและกัน",
      "สุขภาพ": "ระวังภาวะเหนื่อยล้าจากการทำงานหนักเพื่อผู้อื่น",
      "คำแนะนำ": "ช่วยเหลือผู้อื่นอย่างมีขอบเขตเพื่อไม่ให้กระทบสุขภาพตนเอง"
    },
    {
      "วันที่": "27/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณมีความสามารถในการคิดเชิงวิเคราะห์ผสมผสานกับความคิดสร้างสรรค์",
      "ดวงการเรียน": "เหมาะกับการทำโครงงานวิจัยที่ต้องใช้ทั้งข้อมูลและการออกแบบ เช่น การพัฒนาแอปที่แก้ปัญหาสังคม จุดเด่นคือการรวมสองมุมมองเข้าด้วยกัน คำแนะนำคืออย่ามองข้ามความคิดเห็นจากผู้ใช้หรือผู้เกี่ยวข้อง",
      "สาขาและคณะที่เหมาะสม": ["นวัตกรรมเพื่อสังคม", "การพัฒนาเทคโนโลยีสารสนเทศ", "สถาปัตยกรรมข้อมูล"],
      "ดวงความรัก": "มีโอกาสพัฒนาความสัมพันธ์ผ่านการทำงานร่วมกัน",
      "สุขภาพ": "ควรหาเวลาพักสมองด้วยกิจกรรมเบา ๆ",
      "คำแนะนำ": "ใช้ทั้งสมองซีกซ้ายและขวาให้สมดุลกัน"
    },
    {
      "วันที่": "28/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "รักอิสระและชอบค้นคว้าด้วยตนเอง มักเรียนรู้จากประสบการณ์ตรง",
      "ดวงการเรียน": "วันนี้คุณจะทำได้ดีในงานที่ต้องใช้การทดลองและค้นคว้า เช่น การวิจัยทดลองวิทยาศาสตร์ จุดเด่นคือความช่างสงสัย คำแนะนำคือบันทึกผลการทดลองอย่างเป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["วิทยาศาสตร์ทดลอง", "วิจัยเชิงปฏิบัติการ", "ฟิสิกส์ประยุกต์"],
      "ดวงความรัก": "ความรักราบรื่นถ้าทั้งคู่เคารพพื้นที่ส่วนตัวของกันและกัน",
      "สุขภาพ": "ควรนอนพักผ่อนให้เพียงพอเพื่อฟื้นฟูร่างกาย",
      "คำแนะนำ": "รักษาความอยากรู้อยากเห็นและใช้มันขับเคลื่อนการเรียนรู้"
    },
    {
      "วันที่": "29/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณชอบทำสิ่งที่แตกต่างและมีวิธีแก้ปัญหาที่ไม่เหมือนใคร",
      "ดวงการเรียน": "วันนี้เหมาะกับการคิดวิธีใหม่ ๆ ในการแก้โจทย์หรือการปรับปรุงระบบ จุดเด่นคือความสามารถในการพลิกมุมมอง คำแนะนำคือทดลองหลายวิธีแล้วเลือกทางที่เหมาะสมที่สุด",
      "สาขาและคณะที่เหมาะสม": ["การแก้ปัญหาเชิงสร้างสรรค์", "นวัตกรรมธุรกิจ", "การออกแบบระบบ"],
      "ดวงความรัก": "มีโอกาสสร้างความประทับใจด้วยไอเดียแปลกใหม่",
      "สุขภาพ": "ระวังการพักผ่อนไม่เพียงพอจากการทำงานดึก",
      "คำแนะนำ": "ใช้ความแตกต่างของคุณให้กลายเป็นจุดแข็ง"
    },
    {
      "วันที่": "30/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "เป็นคนที่มองการณ์ไกลและชอบวางแผนเพื่ออนาคต",
      "ดวงการเรียน": "วันนี้คุณจะเด่นในวิชาที่ต้องใช้การคาดการณ์และวางกลยุทธ์ เช่น การวางแผนธุรกิจหรือการออกแบบโครงการ จุดเด่นคือการมองภาพรวม คำแนะนำคือแบ่งเป้าหมายใหญ่เป็นขั้นตอนเล็ก ๆ เพื่อทำได้สำเร็จง่ายขึ้น",
      "สาขาและคณะที่เหมาะสม": ["การวางแผนธุรกิจ", "การจัดการเชิงกลยุทธ์", "เศรษฐศาสตร์"],
      "ดวงความรัก": "ความรักมีความมั่นคงและชัดเจนในเป้าหมายร่วมกัน",
      "สุขภาพ": "ควรออกกำลังกายเพื่อเพิ่มพลังงานให้ร่างกาย",
      "คำแนะนำ": "วางแผนอย่างรอบคอบแต่ควรพร้อมปรับเปลี่ยนตามสถานการณ์"
    },
    {
      "วันที่": "31/01",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณมีความคิดอิสระและชอบสร้างแนวทางใหม่ ๆ ให้กับสิ่งที่ทำ มักไม่ยึดติดกับวิธีเดิม ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนที่เกี่ยวข้องกับการพัฒนาระบบใหม่หรือการวิจัยนวัตกรรม จุดเด่นคือความสามารถในการมองปัญหาอย่างแตกต่าง คำแนะนำคือเปิดรับข้อมูลจากหลายแหล่งเพื่อเสริมมุมมอง",
      "สาขาและคณะที่เหมาะสม": ["การวิจัยนวัตกรรม", "เทคโนโลยีสารสนเทศ", "การออกแบบเชิงวิศวกรรม"],
      "ดวงความรัก": "คนรักชื่นชมในความคิดสร้างสรรค์ของคุณ",
      "สุขภาพ": "ควรพักสายตาจากหน้าจอและออกกำลังกายบ้าง",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ในการแก้ปัญหาที่ซับซ้อน"
    },
    {
      "วันที่": "01/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "เป็นคนเปิดใจกว้าง รักการเรียนรู้และยินดีปรับตัวเข้ากับสถานการณ์ใหม่ ๆ",
      "ดวงการเรียน": "วันนี้คุณจะเด่นในการเรียนรู้เรื่องต่าง ๆ อย่างรวดเร็ว เหมาะกับการเก็บข้อมูลและต่อยอดความรู้ คำแนะนำคือจัดระบบบันทึกความรู้เพื่อใช้ในอนาคต",
      "สาขาและคณะที่เหมาะสม": ["การจัดการความรู้", "การพัฒนาองค์ความรู้", "การฝึกอบรมและการสอน"],
      "ดวงความรัก": "ความรักสดใสและมีบทสนทนาที่สร้างแรงบันดาลใจ",
      "สุขภาพ": "ควรดูแลสุขภาพหัวใจและระบบไหลเวียน",
      "คำแนะนำ": "รักษาความกระตือรือร้นในการเรียนรู้ให้ต่อเนื่อง"
    },
    {
      "วันที่": "02/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณมีวิสัยทัศน์กว้างไกลและมักมองหาโอกาสในอนาคต",
      "ดวงการเรียน": "วันนี้เหมาะกับการวางแผนโครงการระยะยาวหรือการเรียนที่ต้องใช้การคาดการณ์ เช่น การลงทุนหรือการออกแบบกลยุทธ์ จุดเด่นคือการคิดเชิงระบบ คำแนะนำคือแบ่งเวลาเรียนเป็นช่วงสั้น ๆ เพื่อรักษาสมาธิ",
      "สาขาและคณะที่เหมาะสม": ["การลงทุน", "การวางกลยุทธ์ธุรกิจ", "เศรษฐศาสตร์พฤติกรรม"],
      "ดวงความรัก": "คู่รักอาจพูดคุยถึงแผนอนาคตร่วมกัน",
      "สุขภาพ": "ควรพักผ่อนเพียงพอเพื่อฟื้นฟูสมอง",
      "คำแนะนำ": "ใช้ความสามารถในการมองภาพรวมเพื่อนำทางการเรียน"
    },
    {
      "วันที่": "03/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณเป็นคนคิดไว ทำไว และพร้อมปรับกลยุทธ์เมื่อจำเป็น",
      "ดวงการเรียน": "วันนี้คุณจะเก่งในการแก้โจทย์เฉพาะหน้า เหมาะกับการทำโปรเจกต์ที่ต้องการความคล่องตัว จุดเด่นคือการคิดเร็ว คำแนะนำคืออย่าลืมตรวจสอบความถูกต้องก่อนสรุป",
      "สาขาและคณะที่เหมาะสม": ["การพัฒนาโปรเจกต์ด่วน", "การแก้ปัญหาฉุกเฉิน", "การออกแบบระบบเชิงพลวัต"],
      "ดวงความรัก": "อาจมีการตัดสินใจร่วมกันอย่างฉับพลัน",
      "สุขภาพ": "ระวังอาการออฟฟิศซินโดรมจากการทำงานเร่งด่วน",
      "คำแนะนำ": "ใช้ความเร็วอย่างมีคุณภาพ"
    },
    {
      "วันที่": "04/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "มีความตั้งใจสูงและพร้อมลงมือทำจนกว่าจะสำเร็จ",
      "ดวงการเรียน": "เหมาะกับงานที่ต้องใช้ความพยายามระยะยาว เช่น งานวิจัยเชิงลึก จุดเด่นคือความอดทน คำแนะนำคือจัดตารางการเรียนอย่างสม่ำเสมอ",
      "สาขาและคณะที่เหมาะสม": ["วิจัยวิทยาศาสตร์", "การพัฒนาผลิตภัณฑ์", "วิศวกรรมอุตสาหการ"],
      "ดวงความรัก": "มีความมั่นคงและจริงใจต่อกัน",
      "สุขภาพ": "ควรดูแลระบบกล้ามเนื้อและกระดูก",
      "คำแนะนำ": "ใช้ความมุ่งมั่นให้เต็มที่ แต่พักผ่อนให้เพียงพอ"
    },
    {
      "วันที่": "05/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณเป็นคนมีเหตุผลสูงและใช้ตรรกะในการตัดสินใจ",
      "ดวงการเรียน": "วันนี้เด่นในงานที่ต้องการการวิเคราะห์ข้อมูลอย่างแม่นยำ เช่น การวิจัยตลาดหรือการวิเคราะห์ระบบ จุดเด่นคือความละเอียด คำแนะนำคืออย่ามองข้ามปัจจัยเล็ก ๆ ที่อาจมีผลต่อภาพรวม",
      "สาขาและคณะที่เหมาะสม": ["การวิจัยตลาด", "การวิเคราะห์ระบบ", "สถิติประยุกต์"],
      "ดวงความรัก": "อาจมีการพูดคุยเรื่องสำคัญร่วมกัน",
      "สุขภาพ": "ควรพักสายตาและยืดกล้ามเนื้อเป็นระยะ",
      "คำแนะนำ": "ใช้ความแม่นยำของคุณสร้างผลงานที่เชื่อถือได้"
    },
    {
      "วันที่": "06/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "ชอบเรียนรู้จากการลงมือทำและไม่กลัวความล้มเหลว",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงปฏิบัติ เช่น เวิร์กช็อปหรือโปรเจกต์ภาคสนาม จุดเด่นคือความกล้าในการทดลอง คำแนะนำคือเก็บประสบการณ์และบทเรียนเพื่อนำไปปรับปรุง",
      "สาขาและคณะที่เหมาะสม": ["การออกแบบเชิงทดลอง", "การพัฒนาโปรเจกต์ภาคสนาม", "วิทยาศาสตร์ประยุกต์"],
      "ดวงความรัก": "อาจมีกิจกรรมทำร่วมกันที่แปลกใหม่",
      "สุขภาพ": "ระวังอุบัติเหตุเล็กน้อยระหว่างทำกิจกรรม",
      "คำแนะนำ": "ใช้ประสบการณ์จริงเป็นครูสอนที่ดีที่สุด"
    },
    {
      "วันที่": "07/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณเป็นคนเปิดรับเทคโนโลยีใหม่และชอบพัฒนาตัวเองอยู่เสมอ",
      "ดวงการเรียน": "วันนี้คุณจะเด่นในงานที่ต้องใช้ความรู้ทางเทคโนโลยี เช่น การเขียนโปรแกรมหรือการสร้างแพลตฟอร์มดิจิทัล จุดเด่นคือความเข้าใจระบบ คำแนะนำคือฝึกใช้งานเครื่องมือใหม่ ๆ",
      "สาขาและคณะที่เหมาะสม": ["การพัฒนาเว็บไซต์", "การเขียนโปรแกรม", "การจัดการระบบดิจิทัล"],
      "ดวงความรัก": "อาจสื่อสารกันผ่านช่องทางออนไลน์มากขึ้น",
      "สุขภาพ": "ควรพักจากหน้าจอและออกกำลังกายตา",
      "คำแนะนำ": "อัปเดตความรู้ด้านเทคโนโลยีให้ทันสมัย"
    },
    {
      "วันที่": "08/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "มีความคิดริเริ่มและไม่กลัวที่จะนำเสนอสิ่งใหม่ ๆ",
      "ดวงการเรียน": "เหมาะกับการสร้างโปรเจกต์ต้นแบบหรือการออกแบบสิ่งประดิษฐ์ จุดเด่นคือความคิดสร้างสรรค์ คำแนะนำคือหาทีมงานที่เข้าใจในแนวคิดของคุณ",
      "สาขาและคณะที่เหมาะสม": ["การสร้างต้นแบบผลิตภัณฑ์", "วิศวกรรมออกแบบ", "การวิจัยและพัฒนา"],
      "ดวงความรัก": "ความสัมพันธ์พัฒนาไปในทิศทางสร้างสรรค์",
      "สุขภาพ": "ควรนอนให้เพียงพอเพื่อรักษาพลังงาน",
      "คำแนะนำ": "ใช้ความคิดริเริ่มให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "09/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณเป็นคนมีความเชื่อมั่นในตัวเองสูงและชอบทำสิ่งที่ท้าทาย",
      "ดวงการเรียน": "วันนี้คุณจะทำได้ดีในงานที่ต้องใช้ความกล้าและการนำเสนอ เช่น การพรีเซนต์โครงการ จุดเด่นคือการสื่อสารอย่างมั่นใจ คำแนะนำคือเตรียมข้อมูลให้รอบคอบก่อนนำเสนอ",
      "สาขาและคณะที่เหมาะสม": ["การนำเสนองาน", "การตลาดเชิงกลยุทธ์", "การเป็นผู้นำโครงการ"],
      "ดวงความรัก": "มีโอกาสสร้างความประทับใจให้คนพิเศษ",
      "สุขภาพ": "ระวังการใช้เสียงมากเกินไป",
      "คำแนะนำ": "ใช้ความมั่นใจของคุณสร้างแรงบันดาลใจให้คนรอบข้าง"
    },
    {
      "วันที่": "10/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "มีความมุ่งมั่นแต่ไม่ยึดติดกับกรอบเก่า ชอบมองโลกจากหลายมุมมอง ทำให้เป็นที่พึ่งพาในเวลาที่ต้องการไอเดียใหม่ ๆ.",
      "ดวงการเรียน": "เหมาะกับการเรียนแบบโครงงานหรือทำงานกลุ่ม เพราะคุณจะได้โชว์ทักษะการประสานงานและการนำเสนอ.",
      "สาขาและคณะที่เหมาะสม": ["การตลาดดิจิทัล", "การออกแบบผลิตภัณฑ์", "สื่อสารมวลชน"],
      "ดวงความรัก": "ความเข้าใจในคู่รักจะเพิ่มขึ้น หากให้เวลากับการฟังกันและกัน.",
      "สุขภาพ": "ควรดูแลการนอนหลับให้เพียงพอ เพื่อไม่ให้สมาธิลดลง.",
      "คำแนะนำ": "อย่าเร่งรีบจนเกินไป ค่อย ๆ วางแผนจะทำให้สำเร็จได้มั่นคงกว่า."
    },
    {
      "วันที่": "11/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "ช่างสังเกตและชอบตั้งคำถามต่อสิ่งรอบตัว ทำให้มักเจอวิธีใหม่ ๆ ในการทำงานที่คนอื่นไม่ทันคิด.",
      "ดวงการเรียน": "เน้นวิชาที่ต้องใช้การคิดเชิงตรรกะและข้อมูล เช่น คณิตศาสตร์หรือวิทยาศาสตร์ จะทำได้ดีและเข้าใจเร็ว.",
      "สาขาและคณะที่เหมาะสม": ["ข้อมูลวิทยาศาสตร์", "เศรษฐศาสตร์", "การวิเคราะห์ความเสี่ยง"],
      "ดวงความรัก": "อาจมีความเข้าใจผิดเล็กน้อย ควรใช้เหตุผลมากกว่าอารมณ์.",
      "สุขภาพ": "ระบบย่อยอาจมีปัญหาเล็กน้อย ควรทานอาหารให้ตรงเวลา.",
      "คำแนะนำ": "ใช้ทักษะการวิเคราะห์เพื่อจัดลำดับความสำคัญของสิ่งที่ต้องทำในวันนี้."
    },
    {
      "วันที่": "12/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "เป็นคนใจดีและชอบช่วยเหลือผู้อื่น มีมุมมองเชิงบวกที่ช่วยสร้างกำลังใจให้คนรอบข้าง.",
      "ดวงการเรียน": "วันนี้ควรใช้เวลาทบทวนบทเรียนเก่า จะช่วยให้คุณเชื่อมโยงกับเนื้อหาใหม่ได้ง่ายขึ้น.",
      "สาขาและคณะที่เหมาะสม": ["จิตวิทยาการศึกษา", "งานสังคมสงเคราะห์", "การบริหารทรัพยากรบุคคล"],
      "ดวงความรัก": "บรรยากาศอบอุ่นและเป็นกันเอง เหมาะกับการใช้เวลาร่วมกัน.",
      "สุขภาพ": "ระวังปัญหากล้ามเนื้อตึงจากการนั่งนาน ควรลุกยืดเส้นยืดสาย.",
      "คำแนะนำ": "ฟังความคิดเห็นของผู้อื่นบ้าง อาจได้มุมมองใหม่ที่มีค่า."
    },
    {
      "วันที่": "13/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "มีพลังงานในตัวสูง กระตือรือร้นที่จะเริ่มต้นสิ่งใหม่ ๆ และพร้อมเรียนรู้จากความผิดพลาด.",
      "ดวงการเรียน": "เหมาะกับการเรียนเชิงปฏิบัติ การทำแลป หรือการทดลอง จะช่วยให้คุณเข้าใจลึกซึ้ง.",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรมเคมี", "เทคโนโลยีชีวภาพ", "การออกแบบสิ่งประดิษฐ์"],
      "ดวงความรัก": "อาจมีเซอร์ไพรส์จากคนใกล้ชิดที่ทำให้ยิ้มได้ทั้งวัน.",
      "สุขภาพ": "ระวังอาหารหวานมากเกินไป อาจทำให้พลังงานตก.",
      "คำแนะนำ": "ใช้ความกระตือรือร้นของคุณดึงดูดเพื่อนร่วมงานและครูให้สนใจในผลงาน."
    },
    {
      "วันที่": "14/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "เป็นคนที่ให้ความสำคัญกับความสัมพันธ์และมิตรภาพรอบตัว มีน้ำใจและชอบช่วยเหลือผู้อื่น",
      "ดวงการเรียน": "วันนี้การทำงานร่วมกับผู้อื่นจะราบรื่นและได้ผลดี ควรใช้โอกาสนี้ทำโปรเจกต์กลุ่มหรือแลกเปลี่ยนความรู้",
      "สาขาและคณะที่เหมาะสม": ["สังคมสงเคราะห์", "การพัฒนาชุมชน", "จิตวิทยา"],
      "ดวงความรัก": "ความรักสดใส โรแมนติกพิเศษในวันแห่งความรัก",
      "สุขภาพ": "ควรรักษาสมดุลระหว่างการทำงานและการพักผ่อน",
      "คำแนะนำ": "ใช้วันนี้ในการสร้างความสัมพันธ์ที่ดีทั้งในและนอกห้องเรียน"
    },
    {
      "วันที่": "15/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณเป็นคนมีระบบความคิดเป็นขั้นตอนและมีเหตุผล ชอบหาหลักฐานสนับสนุนความคิดของตัวเอง",
      "ดวงการเรียน": "การเรียนวันนี้เหมาะกับการวิเคราะห์เชิงลึกและการแก้โจทย์ซับซ้อน คุณจะสามารถหาวิธีแก้ปัญหาได้อย่างแม่นยำ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรมคอมพิวเตอร์", "การเงินการลงทุน", "คณิตศาสตร์ประยุกต์"],
      "ดวงความรัก": "ความรักราบรื่นแม้จะมีเวลาน้อย แต่ความเข้าใจกันยังคงอยู่",
      "สุขภาพ": "ระวังอาการปวดหัวจากการใช้ความคิดหนักเกินไป",
      "คำแนะนำ": "อย่าลืมแบ่งเวลาให้กับการพักผ่อนสมองด้วย"
    },
    {
      "วันที่": "16/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "มีความตั้งใจและมุ่งมั่นเมื่อสนใจสิ่งใด จะทุ่มเทอย่างเต็มที่เพื่อบรรลุเป้าหมาย",
      "ดวงการเรียน": "วันนี้คุณมีพลังและแรงบันดาลใจมาก เหมาะกับการทำงานที่ต้องใช้ความละเอียดและความมุ่งมั่น",
      "สาขาและคณะที่เหมาะสม": ["การแพทย์", "เภสัชศาสตร์", "วิทยาศาสตร์ชีวภาพ"],
      "ดวงความรัก": "ความรักมั่นคงแม้ไม่หวือหวา",
      "สุขภาพ": "ควรใส่ใจการพักผ่อนเพื่อป้องกันความเหนื่อยล้าสะสม",
      "คำแนะนำ": "ใช้พลังที่มีในวันนี้ขับเคลื่อนงานสำคัญให้คืบหน้า"
    },
    {
      "วันที่": "17/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "คุณเป็นคนรักความท้าทายและชอบแข่งขัน ไม่ยอมแพ้ง่าย ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำกิจกรรมที่ต้องใช้ความคิดรวดเร็วและการตัดสินใจเฉียบคม อาจเป็นการสอบแข่งขันหรือการนำเสนอทันที",
      "สาขาและคณะที่เหมาะสม": ["กีฬาแข่งขัน", "การโฆษณา", "ธุรกิจสตาร์ทอัพ"],
      "ดวงความรัก": "ความรักมีสีสันจากการทำกิจกรรมร่วมกัน",
      "สุขภาพ": "ควรระวังการออกแรงมากเกินไปจนบาดเจ็บ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นของคุณให้เกิดผล แต่อย่าหักโหม"
    },
    {
      "วันที่": "18/02",
      "ราศี": "กุมภ์",
      "บุคลิกโดยรวม": "มีความอิสระสูงและชอบทำสิ่งต่าง ๆ ด้วยวิธีของตัวเอง",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนแบบอิสระและค้นคว้าด้วยตัวเอง คุณจะได้ความรู้ใหม่ที่ไม่คาดคิด",
      "สาขาและคณะที่เหมาะสม": ["การท่องเที่ยวเชิงสำรวจ", "การเขียนเชิงสร้างสรรค์", "วิจัยภาคสนาม"],
      "ดวงความรัก": "ความรักราบรื่นแม้ต่างคนต่างมีพื้นที่ของตัวเอง",
      "สุขภาพ": "ควรดูแลสุขภาพหลังและกล้ามเนื้อจากการนั่งทำงานนาน",
      "คำแนะนำ": "ใช้เสรีภาพในการเรียนรู้ให้เต็มที่ แต่ก็อย่าลืมความรับผิดชอบ"
    },
    {
      "วันที่": "19/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความอ่อนไหวและเห็นอกเห็นใจผู้อื่นสูง เป็นคนที่ชอบช่วยเหลือและเข้าใจความรู้สึกของคนรอบข้าง",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนด้านจิตวิทยา ศิลปะ หรือสิ่งที่ต้องใช้ความเข้าใจในอารมณ์และความรู้สึก",
      "สาขาและคณะที่เหมาะสม": ["จิตวิทยา", "ศิลปะบำบัด", "งานสังคมสงเคราะห์"],
      "ดวงความรัก": "ความรักเต็มไปด้วยความห่วงใยและเอาใจใส่",
      "สุขภาพ": "ระวังอาการเหนื่อยง่าย ควรพักผ่อนและกินอาหารให้ครบมื้อ",
      "คำแนะนำ": "ใช้ความอ่อนไหวของคุณเป็นพลังในการสร้างสิ่งดี ๆ"
    },
    {
      "วันที่": "20/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนจิตใจดี ลึกซึ้ง และเข้าใจผู้อื่นเสมอ ชอบช่วยเหลือและมักมองโลกในแง่บวก แต่บางครั้งก็เงียบเก็บความรู้สึกไว้ภายใน",
      "ดวงการเรียน": "วันนี้ความคิดสร้างสรรค์และความเข้าใจเชิงลึกของคุณจะช่วยให้การเรียนราบรื่นเป็นพิเศษ เหมาะกับการทำโครงงานหรือหัวข้อที่ต้องใช้การตีความและการเล่าเรื่อง คำแนะนำคืออย่าปล่อยให้ความฝันพาคุณหลุดโฟกัสจากสิ่งที่ต้องทำ",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "ดนตรี", "จิตวิทยา"],
      "ดวงความรัก": "ความสัมพันธ์โรแมนติกและอบอุ่น อาจมีการพูดคุยอย่างลึกซึ้งกับคนรัก",
      "สุขภาพ": "ระวังการพักผ่อนไม่เพียงพอ ควรหาช่วงเวลาผ่อนคลาย",
      "คำแนะนำ": "ใช้หัวใจและสมองควบคู่กัน จะทำให้คุณประสบความสำเร็จอย่างลงตัว"
    },
    {
      "วันที่": "21/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนอ่อนไหวต่อบรรยากาศรอบตัว แต่ก็สามารถใช้ความอ่อนไหวนี้สร้างแรงบันดาลใจได้",
      "ดวงการเรียน": "เหมาะสำหรับการเรียนที่ใช้ความคิดสร้างสรรค์และการเชื่อมโยงข้อมูลใหม่ ๆ แต่ควรมีตารางเวลาที่ชัดเจนเพื่อไม่ให้หลุดจังหวะการทำงาน",
      "สาขาและคณะที่เหมาะสม": ["การออกแบบ", "การเขียน", "การบำบัดด้วยศิลปะ"],
      "ดวงความรัก": "อารมณ์อ่อนไหวทำให้คุณต้องการการเอาใจใส่พิเศษ",
      "สุขภาพ": "ระบบย่อยอาหารอาจอ่อนไหว ควรเลือกอาหารย่อยง่าย",
      "คำแนะนำ": "ทำงานอย่างมีระบบ เพื่อให้ไอเดียที่ดีของคุณถูกนำไปใช้อย่างเต็มที่"
    },
    {
      "วันที่": "22/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนมีหัวใจเมตตาและมองโลกในแง่ดี มักเชื่อในศักยภาพของทุกคน",
      "ดวงการเรียน": "วันนี้การทำงานกลุ่มจะเป็นจุดเด่น คุณสามารถทำให้ทีมรู้สึกมีแรงบันดาลใจ แต่ควรระวังไม่ให้ใจอ่อนเกินไปต่อความผิดพลาดของผู้อื่น",
      "สาขาและคณะที่เหมาะสม": ["สังคมสงเคราะห์", "ครู", "งานการกุศล"],
      "ดวงความรัก": "ความเข้าอกเข้าใจทำให้ความสัมพันธ์ราบรื่น",
      "สุขภาพ": "อาจรู้สึกอ่อนเพลีย ควรดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความเมตตาอย่างมีขอบเขต เพื่อรักษาสมดุลในชีวิต"
    },
    {
      "วันที่": "23/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีจินตนาการและความคิดสร้างสรรค์สูง สามารถสร้างงานที่เป็นเอกลักษณ์ได้",
      "ดวงการเรียน": "การนำเสนอผลงานด้วยวิธีใหม่ ๆ จะทำให้คุณโดดเด่นในวันนี้ เหมาะกับการเรียนที่เกี่ยวข้องกับภาพ เสียง และเรื่องราว",
      "สาขาและคณะที่เหมาะสม": ["ภาพยนตร์", "ดนตรี", "งานโฆษณา"],
      "ดวงความรัก": "มีโอกาสสร้างความประทับใจให้กับคนที่คุณสนใจ",
      "สุขภาพ": "ระวังความเครียดสะสมจากการคิดมากเกินไป",
      "คำแนะนำ": "ปล่อยให้จินตนาการไหลไป แต่ควบคุมให้อยู่ในทิศทางที่ต้องการ"
    },
    {
      "วันที่": "24/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณอ่อนโยน มีความเข้าใจในความรู้สึกของผู้อื่นอย่างลึกซึ้ง",
      "ดวงการเรียน": "วันนี้ความสามารถในการฟังและจับใจความจะช่วยให้คุณเข้าใจเนื้อหาได้ดีกว่าปกติ เหมาะกับการเรียนเชิงวิเคราะห์และอภิปราย",
      "สาขาและคณะที่เหมาะสม": ["ปรัชญา", "วรรณกรรม", "จิตวิทยา"],
      "ดวงความรัก": "คนรักจะรู้สึกว่าคุณใส่ใจและอบอุ่น",
      "สุขภาพ": "ควรดูแลสายตา โดยพักเป็นระยะเมื่อใช้งานคอมพิวเตอร์นาน ๆ",
      "คำแนะนำ": "การฟังอย่างตั้งใจจะเปิดโอกาสใหม่ ๆ ให้กับคุณ"
    },
    {
      "วันที่": "25/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณชอบค้นหาความหมายของสิ่งต่าง ๆ และเชื่อมโยงกับความรู้สึกส่วนตัว",
      "ดวงการเรียน": "เหมาะกับการค้นคว้าวิจัยและการทำรายงานที่ต้องตีความข้อมูล คำแนะนำคืออย่าให้รายละเอียดมากเกินไปจนหลงประเด็นหลัก",
      "สาขาและคณะที่เหมาะสม": ["วิจัยสังคม", "ประวัติศาสตร์", "ศาสนา"],
      "ดวงความรัก": "มีโอกาสได้ใกล้ชิดกับคนที่สนใจผ่านการแลกเปลี่ยนความคิด",
      "สุขภาพ": "ระวังอาการปวดหลังจากการนั่งนาน",
      "คำแนะนำ": "โฟกัสที่สาระสำคัญเพื่อประสิทธิภาพสูงสุด"
    },
    {
      "วันที่": "26/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความฝันและเป้าหมายที่ชัดเจน แต่บางครั้งอาจลังเลในวิธีการ",
      "ดวงการเรียน": "วันนี้คุณจะสามารถสร้างแผนการเรียนที่ชัดเจนและมีแรงบันดาลใจใหม่ ๆ เหมาะกับการวางโครงการระยะยาว",
      "สาขาและคณะที่เหมาะสม": ["วางแผนกลยุทธ์", "การจัดการโครงการ", "ธุรกิจสร้างสรรค์"],
      "ดวงความรัก": "ความชัดเจนในความสัมพันธ์จะทำให้เข้าใจกันมากขึ้น",
      "สุขภาพ": "ควรออกกำลังกายเพื่อเพิ่มพลังงาน",
      "คำแนะนำ": "เริ่มลงมือทำตามแผน อย่ารอให้ทุกอย่างสมบูรณ์แบบ"
    },
    {
      "วันที่": "27/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความเข้าใจในความแตกต่างของผู้คน และมักหาวิธีปรับตัวเข้ากับสถานการณ์",
      "ดวงการเรียน": "การเรียนรู้จากตัวอย่างจริงและประสบการณ์ของผู้อื่นจะเป็นประโยชน์มากในวันนี้",
      "สาขาและคณะที่เหมาะสม": ["สังคมวิทยา", "การจัดการทีม", "การสื่อสาร"],
      "ดวงความรัก": "ความเข้าใจทำให้คุณและคนรักสนับสนุนกันได้ดี",
      "สุขภาพ": "ระวังอาการปวดหัวจากการพักผ่อนไม่พอ",
      "คำแนะนำ": "ใช้ความเข้าใจของคุณสร้างความร่วมมือกับคนรอบข้าง"
    },
    {
      "วันที่": "28/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความเป็นมิตรและทำให้คนรอบตัวรู้สึกสบายใจ",
      "ดวงการเรียน": "เหมาะสำหรับการเรียนที่ต้องใช้การสื่อสารและการโน้มน้าว เช่น การพรีเซนต์หรือการโต้วาที",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสารมวลชน", "การประชาสัมพันธ์"],
      "ดวงความรัก": "คนโสดมีโอกาสพบคนถูกใจผ่านกิจกรรมกลุ่ม",
      "สุขภาพ": "ควรดูแลระบบทางเดินหายใจ",
      "คำแนะนำ": "ใช้เสน่ห์ของคุณในการสร้างโอกาสใหม่ ๆ"
    },
    {
      "วันที่": "29/02",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความคิดลึกซึ้งและชอบมองหาความหมายซ่อนเร้นในเหตุการณ์ต่าง ๆ",
      "ดวงการเรียน": "วันนี้การวิเคราะห์เชิงลึกและการตั้งคำถามจะช่วยให้คุณเข้าใจเนื้อหาได้มากขึ้น",
      "สาขาและคณะที่เหมาะสม": ["วิจัย", "นักวิเคราะห์ข้อมูล", "วรรณกรรม"],
      "ดวงความรัก": "การพูดคุยอย่างจริงใจจะสร้างความผูกพัน",
      "สุขภาพ": "ระวังความเครียดและควรหากิจกรรมผ่อนคลาย",
      "คำแนะนำ": "มองสิ่งต่าง ๆ ให้รอบด้านเพื่อหาคำตอบที่แท้จริง"
    },
    {
      "วันที่": "01/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีจิตใจอ่อนโยนและเต็มไปด้วยความเห็นอกเห็นใจ มีความคิดสร้างสรรค์สูงและชอบช่วยเหลือผู้อื่น การปรับตัวได้ดีทำให้คุณเป็นที่รักของคนรอบข้าง",
      "ดวงการเรียน": "วันนี้คุณมีสมาธิและแรงบันดาลใจสูง เหมาะกับการทำงานวิจัยหรือเรียนเนื้อหาที่ต้องใช้ความเข้าใจลึกซึ้ง หลีกเลี่ยงการผัดวันประกันพรุ่งเพื่อให้ผลงานออกมาดีที่สุด",
      "สาขาและคณะที่เหมาะสม": ["ศิลปกรรม", "จิตวิทยา", "การสื่อสารมวลชน"],
      "ดวงความรัก": "ความสัมพันธ์ราบรื่นเพราะคุณเอาใจใส่และรับฟังความรู้สึกของอีกฝ่าย",
      "สุขภาพ": "ระวังอาการปวดตาและปวดศีรษะจากการใช้คอมพิวเตอร์นานเกินไป ควรพักสายตาเป็นระยะ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ในการแก้ปัญหาและพยายามทำสิ่งสำคัญให้เสร็จในวันนี้"
    },
    {
      "วันที่": "02/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนที่มองโลกในแง่ดีและมักจะหาทางออกให้กับสถานการณ์ที่ยากลำบากได้เสมอ ความคิดละเอียดรอบคอบทำให้คุณได้รับความเชื่อถือจากคนรอบข้าง",
      "ดวงการเรียน": "วันนี้คุณมีความสามารถในการวิเคราะห์ข้อมูลอย่างเป็นระบบ เหมาะกับการเรียนการสอนที่ต้องใช้เหตุผลและการวางแผน",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การเงิน", "สถิติ"],
      "ดวงความรัก": "มีโอกาสสื่อสารและเปิดใจมากขึ้นกับคนรัก ทำให้ความเข้าใจเพิ่มขึ้น",
      "สุขภาพ": "ระวังเรื่องการนั่งทำงานผิดท่า อาจทำให้ปวดหลังและไหล่",
      "คำแนะนำ": "จัดลำดับความสำคัญของงานและลงมือทำทีละขั้นเพื่อความสำเร็จที่มั่นคง"
    },
    {
      "วันที่": "03/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความสงบภายในและสามารถรักษาสมดุลระหว่างงานและชีวิตส่วนตัวได้ดี มีความสามารถในการมองปัญหาอย่างเป็นกลาง",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้ด้วยตนเองและการค้นคว้าข้อมูลจากแหล่งต่าง ๆ คุณสามารถเข้าใจเนื้อหาซับซ้อนได้ง่ายกว่าปกติ",
      "สาขาและคณะที่เหมาะสม": ["กฎหมาย", "การวิจัย", "ภาษาศาสตร์"],
      "ดวงความรัก": "คนโสดอาจได้พบคนที่มีความสนใจคล้ายกันในสถานการณ์ไม่คาดคิด",
      "สุขภาพ": "ควรดื่มน้ำให้เพียงพอเพื่อป้องกันอาการอ่อนเพลียและปวดหัว",
      "คำแนะนำ": "เปิดใจรับสิ่งใหม่ ๆ และใช้โอกาสนี้ในการขยายความรู้ของตน"
    },
    {
      "วันที่": "04/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนใจเย็นและพร้อมรับฟังผู้อื่นเสมอ การปรับตัวและความอดทนทำให้คุณผ่านสถานการณ์ยาก ๆ ได้",
      "ดวงการเรียน": "วันนี้เน้นการทำงานเป็นทีม คุณจะได้รับความร่วมมือจากเพื่อนหรือผู้สอนในการทำโปรเจกต์หรือรายงาน",
      "สาขาและคณะที่เหมาะสม": ["การจัดการ", "สังคมสงเคราะห์", "สื่อสารองค์กร"],
      "ดวงความรัก": "คู่รักมีช่วงเวลาที่ดีร่วมกันจากการทำกิจกรรมที่ชอบเหมือนกัน",
      "สุขภาพ": "ระวังการนอนดึกเกินไปเพราะอาจทำให้ระบบภูมิคุ้มกันอ่อนแอ",
      "คำแนะนำ": "ให้ความสำคัญกับการสื่อสารและการแบ่งปันความคิดกับผู้อื่น"
    },
    {
      "วันที่": "05/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีหัวใจอ่อนโยนและชอบช่วยเหลือผู้อื่นโดยไม่หวังผลตอบแทน ความคิดสร้างสรรค์ช่วยให้คุณโดดเด่นในงานที่ทำ",
      "ดวงการเรียน": "วันนี้เป็นวันที่ดีในการนำเสนอผลงานหรือแนวคิดใหม่ ๆ เพราะคุณจะสามารถอธิบายได้ชัดเจนและน่าสนใจ",
      "สาขาและคณะที่เหมาะสม": ["การออกแบบ", "ดนตรี", "การตลาด"],
      "ดวงความรัก": "ความโรแมนติกอยู่ในระดับสูง ทำให้คุณและคู่รักมีความสุขร่วมกัน",
      "สุขภาพ": "ระวังอาการล้าในดวงตา ควรพักบ้างเมื่อใช้สายตานาน",
      "คำแนะนำ": "ใช้ความสามารถเฉพาะตัวให้เต็มที่เพื่อสร้างคุณค่าให้กับงานและคนรอบตัว"
    },
    {
      "วันที่": "06/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนที่มีความเข้าใจในอารมณ์ผู้อื่นได้อย่างดี ทำให้คุณสามารถสร้างความสัมพันธ์ที่มั่นคงและยาวนาน",
      "ดวงการเรียน": "วันนี้คุณมีทักษะการแก้ปัญหาที่รวดเร็วและสร้างสรรค์ เหมาะกับการทำงานกลุ่มและงานที่ต้องคิดนอกกรอบ",
      "สาขาและคณะที่เหมาะสม": ["การโฆษณา", "การสื่อสาร", "การพัฒนาสังคม"],
      "ดวงความรัก": "มีความเข้าใจและเห็นอกเห็นใจกันมากขึ้นระหว่างคุณกับคู่รัก",
      "สุขภาพ": "ควรดูแลสุขภาพจิตด้วยการทำกิจกรรมที่ผ่อนคลาย",
      "คำแนะนำ": "ฟังความเห็นของผู้อื่นและใช้มันเป็นแรงบันดาลใจในการพัฒนาตนเอง"
    },
    {
      "วันที่": "07/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนที่มีจินตนาการสูงและชอบสร้างสรรค์สิ่งใหม่ ๆ ความอ่อนโยนทำให้คุณเข้ากับผู้คนได้ง่าย",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้ผ่านการทำกิจกรรมและการลงมือปฏิบัติจริง จะช่วยให้คุณจำและเข้าใจได้มากขึ้น",
      "สาขาและคณะที่เหมาะสม": ["การแสดง", "ศิลปะ", "การท่องเที่ยว"],
      "ดวงความรัก": "ความสัมพันธ์สดใส มีโอกาสได้ทำกิจกรรมสนุก ๆ ร่วมกัน",
      "สุขภาพ": "ระวังการรับประทานอาหารหวานเกินไป อาจส่งผลต่อระดับน้ำตาล",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์เป็นเครื่องมือในการพัฒนาการเรียนและงาน"
    },
    {
      "วันที่": "08/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความละเอียดอ่อนและใส่ใจในรายละเอียด ทำให้คุณสามารถสร้างผลงานที่มีคุณภาพสูง",
      "ดวงการเรียน": "วันนี้เน้นการตรวจสอบและแก้ไขข้อผิดพลาดในงานหรือการบ้านของคุณ จะช่วยให้ผลงานออกมาสมบูรณ์",
      "สาขาและคณะที่เหมาะสม": ["วิจิตรศิลป์", "การออกแบบผลิตภัณฑ์", "สถาปัตยกรรม"],
      "ดวงความรัก": "ความเข้าใจซึ่งกันและกันทำให้ความรักมั่นคง",
      "สุขภาพ": "ควรออกกำลังกายเบา ๆ เพื่อคลายความเมื่อยล้า",
      "คำแนะนำ": "ใส่ใจในคุณภาพของงานและอย่าลืมดูแลตัวเอง"
    },
    {
      "วันที่": "09/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความเมตตาและพร้อมให้ความช่วยเหลือเสมอ มีเสน่ห์ในความอ่อนโยนและน้ำใจ",
      "ดวงการเรียน": "วันนี้คุณจะเข้าใจเนื้อหาซับซ้อนได้ง่ายขึ้น ควรใช้เวลานี้ในการเรียนเนื้อหาที่ยาก",
      "สาขาและคณะที่เหมาะสม": ["ชีววิทยา", "การแพทย์", "การวิจัยทางวิทยาศาสตร์"],
      "ดวงความรัก": "คนโสดมีโอกาสได้รู้จักคนที่มีความคิดคล้ายกัน",
      "สุขภาพ": "ระวังอาการปวดหัวจากความเครียด",
      "คำแนะนำ": "จัดการเวลาการเรียนให้ดีเพื่อประสิทธิภาพสูงสุด"
    },
    {
      "วันที่": "10/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนที่มีความเข้าใจลึกซึ้งและชอบหาความหมายในสิ่งต่าง ๆ การฟังอย่างตั้งใจทำให้คุณได้รับความไว้วางใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการตั้งเป้าหมายระยะยาวด้านการศึกษาและวางแผนให้ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["ปรัชญา", "ประวัติศาสตร์", "การวิจัย"],
      "ดวงความรัก": "ความรักมีความมั่นคงจากการสื่อสารที่เปิดใจ",
      "สุขภาพ": "ควรพักผ่อนให้เพียงพอเพื่อฟื้นฟูพลังงาน",
      "คำแนะนำ": "ตั้งเป้าหมายชัดเจนและทำตามแผนอย่างต่อเนื่อง"
    },
    {
      "วันที่": "11/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์สูงและสามารถปรับตัวได้ดีต่อทุกสถานการณ์ เป็นคนเข้าใจคนรอบตัวและชอบช่วยเหลือผู้อื่น",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงปฏิบัติและงานที่ต้องใช้ความคิดสร้างสรรค์ คุณจะสามารถคิดวิธีแก้ปัญหาใหม่ ๆ ได้อย่างรวดเร็ว",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "ดนตรี", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์มีความอบอุ่นและเข้าใจกันมากขึ้น",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเบา ๆ เพื่อลดความตึงเครียด",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และความเข้าใจคนรอบตัวให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "12/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนอ่อนไหวต่อสิ่งรอบตัวและมีความเมตตา จึงสามารถสร้างความสัมพันธ์ที่แน่นแฟ้นกับคนรอบข้างได้ง่าย",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและเรียนรู้จากผู้อื่น คุณสามารถช่วยให้ทีมเข้าใจเนื้อหาได้ดี",
      "สาขาและคณะที่เหมาะสม": ["จิตวิทยา", "สังคมสงเคราะห์", "ครู"],
      "ดวงความรัก": "คู่รักให้การสนับสนุนและเข้าใจคุณมากขึ้น",
      "สุขภาพ": "ระวังความเหนื่อยล้าจากการทำงานต่อเนื่อง ควรพักผ่อนให้เพียงพอ",
      "คำแนะนำ": "ใช้ความเข้าใจและความเมตตาในการสร้างความร่วมมือและผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "13/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนที่ละเอียดอ่อนและมีไหวพริบ ชอบคิดหาวิธีแก้ปัญหาแบบสร้างสรรค์",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงวิเคราะห์และวางแผนอย่างรอบคอบ คุณจะพบวิธีปรับปรุงผลงานให้ดีขึ้น",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการโครงการ"],
      "ดวงความรัก": "ความสัมพันธ์ราบรื่นและเต็มไปด้วยความเข้าใจ",
      "สุขภาพ": "ควรออกกำลังกายเบา ๆ เพื่อกระตุ้นร่างกายและจิตใจ",
      "คำแนะนำ": "ใช้ความละเอียดรอบคอบของคุณในการปรับปรุงงานและสร้างโอกาสใหม่"
    },
    {
      "วันที่": "14/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และเปิดกว้าง พร้อมรับฟังความคิดเห็นของผู้อื่น",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้สิ่งใหม่ ๆ และการทดลองวิธีการใหม่ในการแก้ปัญหา",
      "สาขาและคณะที่เหมาะสม": ["เทคโนโลยี", "การออกแบบนวัตกรรม", "การตลาดสร้างสรรค์"],
      "ดวงความรัก": "มีความสนุกสนานและความสดใสในความสัมพันธ์",
      "สุขภาพ": "ระวังอาการปวดคอและหลังจากนั่งเรียนหรือทำงานนาน ๆ",
      "คำแนะนำ": "เปิดใจรับสิ่งใหม่ ๆ และอย่ากลัวที่จะทดลองแนวทางใหม่"
    },
    {
      "วันที่": "15/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกตและเข้าใจความรู้สึกของผู้อื่นได้ดี มีไหวพริบในการแก้ปัญหาเฉพาะหน้า",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนและงานที่ต้องใช้การวิเคราะห์และสังเกตอย่างละเอียด",
      "สาขาและคณะที่เหมาะสม": ["วิทยาศาสตร์", "การวิจัย", "จิตวิทยา"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคง มีความเข้าใจซึ่งกันและกัน",
      "สุขภาพ": "ควรดูแลอาหารและพักผ่อนให้เพียงพอเพื่อไม่ให้ร่างกายอ่อนล้า",
      "คำแนะนำ": "ใช้ความสังเกตและความเข้าใจของคุณเพื่อปรับปรุงผลงานและความสัมพันธ์"
    },
    {
      "วันที่": "16/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และชอบช่วยเหลือผู้อื่น ความอดทนสูงทำให้สามารถรับมือกับงานที่ยากได้",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้แบบลึกซึ้งและงานที่ต้องใช้ความตั้งใจสูง คุณสามารถเข้าใจเรื่องซับซ้อนได้อย่างรวดเร็ว",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "ดนตรี", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์มีความเข้าใจและเอาใจใส่กัน",
      "สุขภาพ": "ระวังความเครียดสะสม ควรหาเวลาผ่อนคลายจิตใจ",
      "คำแนะนำ": "ทุ่มเทในสิ่งที่ทำแต่ต้องบาลานซ์กับการดูแลตัวเองด้วย"
    },
    {
      "วันที่": "17/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนละเอียด รอบคอบ และใส่ใจสิ่งรอบตัว มักคิดรอบด้านก่อนตัดสินใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนเนื้อหาและปรับปรุงงานให้สมบูรณ์ยิ่งขึ้น การทำงานอย่างมีระบบจะช่วยให้คุณประสบความสำเร็จ",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "วิจัย", "การจัดการ"],
      "ดวงความรัก": "คู่รักให้การสนับสนุนและความเข้าใจมากขึ้น",
      "สุขภาพ": "ควรพักผ่อนเพียงพอเพื่อให้สมองและร่างกายสดชื่น",
      "คำแนะนำ": "ใช้ความละเอียดรอบคอบสร้างความมั่นคงให้กับงานและความสัมพันธ์"
    },
    {
      "วันที่": "18/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนอ่อนไหวแต่มีความคิดสร้างสรรค์ มักใช้ความคิดริเริ่มในการแก้ปัญหา",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความคิดสร้างสรรค์หรือการทดลองวิธีใหม่ ๆ จะช่วยให้คุณโดดเด่น",
      "สาขาและคณะที่เหมาะสม": ["การออกแบบ", "สื่อสร้างสรรค์", "ศิลปะการแสดง"],
      "ดวงความรัก": "ความสัมพันธ์เต็มไปด้วยความสนุกและความสดใส",
      "สุขภาพ": "ระวังความเหนื่อยล้าจากกิจกรรมที่ใช้สมองมาก",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์เพื่อสร้างผลงานที่มีคุณค่า"
    },
    {
      "วันที่": "19/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกตและเข้าใจความรู้สึกของคนอื่นได้ดี ชอบช่วยเหลือและทำให้สิ่งรอบตัวดีขึ้น",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้เชิงวิเคราะห์และงานที่ต้องใช้ความอดทน คุณจะสามารถหาวิธีแก้ไขปัญหาได้ดี",
      "สาขาและคณะที่เหมาะสม": ["จิตวิทยา", "สังคมวิทยา", "การวิจัย"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและมีความเข้าใจมากขึ้น",
      "สุขภาพ": "ระวังอาการอ่อนเพลียจากความเครียด ควรหาเวลาผ่อนคลาย",
      "คำแนะนำ": "ใช้ความเข้าใจและความเมตตาเป็นเครื่องมือในการเรียนและสร้างความสัมพันธ์"
    },
    {
      "วันที่": "20/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนมีจินตนาการสูงและสามารถปรับตัวกับสถานการณ์ต่าง ๆ ได้ดี ชอบช่วยเหลือและสนับสนุนคนอื่น",
      "ดวงการเรียน": "วันนี้เหมาะกับการสร้างสรรค์งานใหม่ ๆ และการเรียนเชิงปฏิบัติ คุณสามารถคิดนอกกรอบได้อย่างมั่นใจ",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "ดนตรี", "การออกแบบนวัตกรรม"],
      "ดวงความรัก": "ความสัมพันธ์มีความสดใสและสนุกสนาน",
      "สุขภาพ": "ระวังอาการปวดตาและความเครียดสะสมจากการทำงานหนัก",
      "คำแนะนำ": "ใช้จินตนาการและความคิดสร้างสรรค์ให้เกิดประโยชน์สูงสุดในงานและชีวิตส่วนตัว"
    },
    {
      "วันที่": "21/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนใจดีและมีความคิดสร้างสรรค์ มักเข้าใจและช่วยเหลือผู้อื่นอย่างจริงใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและโครงการที่ต้องใช้การคิดสร้างสรรค์ คุณสามารถหาวิธีใหม่ ๆ ในการแก้ปัญหาได้",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "ดนตรี", "จิตวิทยา"],
      "ดวงความรัก": "ความสัมพันธ์ราบรื่นและเต็มไปด้วยความเข้าใจ",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอเพื่อป้องกันอาการอ่อนเพลีย",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ควบคู่กับความเข้าใจคนรอบตัวเพื่อให้ทุกอย่างราบรื่น"
    },
    {
      "วันที่": "22/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกตและละเอียดอ่อน ชอบมองหาความหมายลึกซึ้งในสิ่งต่าง ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงวิเคราะห์และการวิจัย คุณจะเข้าใจรายละเอียดซับซ้อนได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "วิทยาศาสตร์", "การจัดการข้อมูล"],
      "ดวงความรัก": "คู่รักและเพื่อนร่วมงานเข้าใจคุณดี ทำให้การสื่อสารราบรื่น",
      "สุขภาพ": "ควรออกกำลังกายเบา ๆ และพักสายตาหลังการเรียนหรือทำงาน",
      "คำแนะนำ": "ใช้ความละเอียดรอบคอบในการเรียนและงาน เพื่อให้ผลลัพธ์ออกมาดีที่สุด"
    },
    {
      "วันที่": "23/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และสามารถปรับตัวได้ดี มักสร้างแรงบันดาลใจให้คนรอบตัว",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ไอเดียใหม่ ๆ และการทดลองแนวคิดต่าง ๆ",
      "สาขาและคณะที่เหมาะสม": ["การออกแบบ", "สื่อสารมวลชน", "การตลาดสร้างสรรค์"],
      "ดวงความรัก": "มีความสนุกและความเข้าใจในความสัมพันธ์",
      "สุขภาพ": "ระวังความเครียดสะสม ควรหาเวลาผ่อนคลายบ้าง",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์อย่างมีทิศทางเพื่อให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "24/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนอ่อนไหวและเมตตา มีความสามารถในการเข้าใจผู้อื่นอย่างลึกซึ้ง",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนที่ต้องใช้ความร่วมมือและการฟังความคิดเห็นของผู้อื่น",
      "สาขาและคณะที่เหมาะสม": ["จิตวิทยา", "ครู", "สังคมสงเคราะห์"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและมั่นคง",
      "สุขภาพ": "ควรดูแลสุขภาพจิตและหากิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ฟังและเข้าใจคนรอบข้าง เพื่อสร้างความสัมพันธ์และผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "25/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และชอบค้นคว้าเรื่องใหม่ ๆ มักมีไอเดียแปลกใหม่ที่น่าสนใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโครงงานหรือรายงานที่ต้องใช้การวิเคราะห์และจินตนาการ",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "วิจัย", "การออกแบบ"],
      "ดวงความรัก": "มีโอกาสสร้างความประทับใจให้คนรักหรือคนที่สนใจ",
      "สุขภาพ": "ระวังการนั่งทำงานนานเกินไป ควรลุกยืดเส้นยืดสายบ้าง",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และสมาธิในการทำงานเพื่อให้ได้ผลงานที่ดี"
    },
    {
      "วันที่": "26/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณอ่อนโยน เข้าใจและพร้อมช่วยเหลือผู้อื่น มีความคิดลึกซึ้งและรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการวิเคราะห์ข้อมูลและงานวิจัย คุณสามารถทำความเข้าใจเรื่องซับซ้อนได้ดี",
      "สาขาและคณะที่เหมาะสม": ["วิจัย", "จิตวิทยา", "การศึกษา"],
      "ดวงความรัก": "คู่รักเข้าใจและสนับสนุนคุณมากขึ้น",
      "สุขภาพ": "ควรพักผ่อนเพียงพอเพื่อให้สมองสดชื่น",
      "คำแนะนำ": "ใช้ความรอบคอบและความเข้าใจในการทำงานและความสัมพันธ์"
    },
    {
      "วันที่": "27/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนสร้างสรรค์และมีความคิดริเริ่ม สามารถปรับตัวได้ดีในสถานการณ์ต่าง ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทดลองแนวคิดใหม่ ๆ และการเรียนที่ต้องใช้การคิดนอกกรอบ",
      "สาขาและคณะที่เหมาะสม": ["การออกแบบนวัตกรรม", "ศิลปะ", "การตลาดสร้างสรรค์"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและสดใส",
      "สุขภาพ": "ระวังอาการล้าและเครียดสะสมจากงาน",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ในการแก้ปัญหาและสร้างโอกาสใหม่ ๆ"
    },
    {
      "วันที่": "28/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความละเอียด รอบคอบ และสามารถมองปัญหาได้รอบด้าน มีความเข้าใจผู้อื่นดี",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนเนื้อหาและปรับปรุงงานให้สมบูรณ์ การทำงานอย่างมีระบบช่วยให้ผลลัพธ์ดีขึ้น",
      "สาขาและคณะที่เหมาะสม": ["การจัดการ", "การวิเคราะห์ข้อมูล", "การวิจัย"],
      "ดวงความรัก": "คู่รักให้ความเข้าใจและสนับสนุนคุณอย่างเต็มที่",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความรอบคอบและการวางแผนเพื่อความสำเร็จในงานและชีวิต"
    },
    {
      "วันที่": "29/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์สูงและเข้าใจความรู้สึกของผู้อื่นได้ดี ชอบช่วยเหลือและสนับสนุนคนรอบตัว",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มหรือการเรียนเชิงสร้างสรรค์ คุณสามารถเป็นแรงบันดาลใจให้คนอื่น",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "ดนตรี", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์ราบรื่นและอบอุ่น",
      "สุขภาพ": "ระวังความเครียดสะสมและควรผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความเข้าใจและความคิดสร้างสรรค์สร้างโอกาสและผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "30/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณเป็นคนอ่อนไหวและเมตตา ชอบช่วยเหลือและเข้าใจผู้อื่น มีความคิดสร้างสรรค์สูง",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความคิดสร้างสรรค์และการวิเคราะห์ คุณสามารถแก้ไขปัญหาได้อย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["จิตวิทยา", "การวิจัย", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและเต็มไปด้วยความเข้าใจ",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ควบคู่กับความเข้าใจคนรอบตัวในการเรียนและงาน"
    },
    {
      "วันที่": "31/03",
      "ราศี": "มีน",
      "บุคลิกโดยรวม": "คุณมีจิตใจดี อ่อนไหว และมีความคิดสร้างสรรค์สูง สามารถสร้างแรงบันดาลใจให้ผู้อื่นได้",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนและทำงานที่ต้องใช้สมาธิและความคิดสร้างสรรค์ คุณจะทำผลงานออกมาได้อย่างโดดเด่น",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "ดนตรี", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและเต็มไปด้วยความเข้าใจ",
      "สุขภาพ": "ระวังความเครียดสะสม ควรหาเวลาผ่อนคลาย",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และความเข้าใจคนรอบตัวให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "01/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความมั่นใจและพลังบวกสูง ชอบริเริ่มสิ่งใหม่ ๆ และมักเป็นผู้นำในสถานการณ์ต่าง ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเริ่มต้นโปรเจกต์ใหม่หรือเรียนเนื้อหาใหม่ ๆ จะมีแรงบันดาลใจและไอเดียสร้างสรรค์",
      "สาขาและคณะที่เหมาะสม": ["การบริหารธุรกิจ", "การตลาด", "วิศวกรรม"],
      "ดวงความรัก": "ความรักสดใส มีโอกาสได้เริ่มต้นความสัมพันธ์ใหม่",
      "สุขภาพ": "ระวังอาการเหนื่อยล้า ควรจัดเวลาพักให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมั่นใจและพลังบวกนำทางให้กับงานและการเรียน"
    },
    {
      "วันที่": "02/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความกระตือรือร้นและกล้าตัดสินใจ ชอบทำงานที่ท้าทายและมีความคิดริเริ่ม",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงปฏิบัติและการแก้ปัญหาเฉพาะหน้า จะทำให้คุณมีความก้าวหน้าอย่างชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การออกแบบ", "วิทยาศาสตร์คอมพิวเตอร์"],
      "ดวงความรัก": "ความสัมพันธ์มีความกระตือรือร้นและสดใส",
      "สุขภาพ": "ควรระวังอาการปวดเมื่อยจากการทำงานหนัก",
      "คำแนะนำ": "ใช้ความกล้าหาญและความมุ่งมั่นในการบรรลุเป้าหมายวันนี้"
    },
    {
      "วันที่": "03/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนเปิดเผยและมีความมุ่งมั่น มักเป็นแรงบันดาลใจให้ผู้อื่น",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเป็นทีมและการแลกเปลี่ยนความคิดเห็น จะช่วยให้คุณเข้าใจเนื้อหาได้ดีขึ้น",
      "สาขาและคณะที่เหมาะสม": ["การบริหาร", "การตลาด", "การสื่อสาร"],
      "ดวงความรัก": "คู่รักสนับสนุนความคิดและไอเดียของคุณ",
      "สุขภาพ": "ควรออกกำลังกายเพื่อคลายความตึงเครียด",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความเปิดเผยในการสร้างความเข้าใจและความสำเร็จ"
    },
    {
      "วันที่": "04/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนกล้าหาญและมีความคิดริเริ่มสูง ชอบเรียนรู้สิ่งใหม่ ๆ อยู่เสมอ",
      "ดวงการเรียน": "วันนี้เหมาะกับการศึกษาเรื่องที่ท้าทายหรือซับซ้อน คุณจะสามารถคิดวิเคราะห์และหาทางออกได้ดี",
      "สาขาและคณะที่เหมาะสม": ["วิทยาศาสตร์", "เทคโนโลยี", "วิศวกรรม"],
      "ดวงความรัก": "ความสัมพันธ์มีความกระตือรือร้นและสร้างสรรค์",
      "สุขภาพ": "ระวังอาการเหนื่อยล้าจากกิจกรรมมากเกินไป",
      "คำแนะนำ": "ใช้ความกล้าหาญและความคิดสร้างสรรค์ในการเรียนและงาน"
    },
    {
      "วันที่": "05/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีพลังและความมุ่งมั่นสูง มักเป็นผู้นำและตัดสินใจได้อย่างเด็ดขาด",
      "ดวงการเรียน": "วันนี้เหมาะกับการวางแผนระยะยาวและทำงานที่ต้องการความเป็นผู้นำ",
      "สาขาและคณะที่เหมาะสม": ["การบริหารธุรกิจ", "วิศวกรรม", "การจัดการโครงการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและมีความเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนให้เพียงพอเพื่อรักษาพลังงาน",
      "คำแนะนำ": "ใช้ความเด็ดขาดและความมุ่งมั่นเพื่อบรรลุเป้าหมายที่ตั้งไว้"
    },
    {
      "วันที่": "06/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความกระตือรือร้นและคิดเชิงบวก ชอบเรียนรู้และลองสิ่งใหม่ ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้เชิงทดลองและทำโครงงาน คุณจะมีความเข้าใจที่ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["วิทยาศาสตร์", "เทคโนโลยี", "การทดลองทางวิจัย"],
      "ดวงความรัก": "ความสัมพันธ์สดใสและสนุกสนาน",
      "สุขภาพ": "ระวังอาการปวดเมื่อยและเครียดสะสม",
      "คำแนะนำ": "ใช้ความกระตือรือร้นและความคิดสร้างสรรค์เป็นแรงขับเคลื่อนวันนี้"
    },
    {
      "วันที่": "07/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและชอบริเริ่มสิ่งใหม่ มีพลังและความคิดเชิงบวกสูง",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนที่ต้องใช้ความคิดสร้างสรรค์และตัดสินใจ คุณจะสามารถจัดการงานได้อย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["การบริหาร", "การตลาด", "วิศวกรรม"],
      "ดวงความรัก": "คู่รักสนับสนุนความคิดริเริ่มของคุณ",
      "สุขภาพ": "ควรดูแลอาหารและพักผ่อนเพียงพอ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความคิดเชิงบวกในการเรียนและชีวิตประจำวัน"
    },
    {
      "วันที่": "08/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนใจร้อนเล็กน้อย แต่เต็มไปด้วยพลังและความคิดริเริ่ม ชอบทำสิ่งใหม่ ๆ อยู่เสมอ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเริ่มต้นสิ่งใหม่ ๆ หรือโครงการท้าทาย คุณจะสามารถเรียนรู้ได้อย่างรวดเร็ว",
      "สาขาและคณะที่เหมาะสม": ["การบริหาร", "วิศวกรรม", "การตลาด"],
      "ดวงความรัก": "ความสัมพันธ์มีความกระตือรือร้นและสร้างสรรค์",
      "สุขภาพ": "ระวังอาการตึงเครียด ควรหากิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้พลังและความคิดริเริ่มให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "09/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความมั่นใจและมีความคิดริเริ่มสูง ชอบทำงานที่ท้าทายและสร้างแรงบันดาลใจให้ผู้อื่น",
      "ดวงการเรียน": "วันนี้เหมาะกับการวางแผนและทำงานที่ต้องใช้ความคิดวิเคราะห์ คุณจะมีความก้าวหน้าเด่นชัด",
      "สาขาและคณะที่เหมาะสม": ["การบริหารธุรกิจ", "วิศวกรรม", "การจัดการโครงการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและมีความเข้าใจมากขึ้น",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความมั่นใจและความคิดวิเคราะห์เพื่อสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "10/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนมุ่งมั่นและมีพลังสูง ชอบริเริ่มสิ่งใหม่ ๆ และสร้างสรรค์",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนและทำงานที่ต้องใช้ความคิดสร้างสรรค์ คุณจะเข้าใจเรื่องยาก ๆ ได้ดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การออกแบบ", "วิทยาศาสตร์คอมพิวเตอร์"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและกระตือรือร้น",
      "สุขภาพ": "ควรระวังอาการเหนื่อยล้าและเครียดสะสม",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความคิดสร้างสรรค์อย่างชาญฉลาด"
    },
    {
      "วันที่": "11/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและพลังสูง ชอบริเริ่มสิ่งใหม่ ๆ และสร้างแรงบันดาลใจให้คนรอบตัว",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโครงงานหรือรายงานที่ต้องใช้ความคิดสร้างสรรค์และความละเอียดรอบคอบ",
      "สาขาและคณะที่เหมาะสม": ["การบริหาร", "การตลาด", "วิศวกรรม"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและสนับสนุนซึ่งกันและกัน",
      "สุขภาพ": "ควรพักผ่อนให้เพียงพอเพื่อรักษาพลังงาน",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความคิดสร้างสรรค์ในการเรียนและงานให้เต็มที่"
    },
    {
      "วันที่": "12/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนมีไหวพริบและช่างสังเกต มักปรับตัวได้ดีในสถานการณ์ต่าง ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและการเรียนรู้จากผู้อื่น คุณสามารถนำความคิดของคนอื่นมาปรับใช้ได้อย่างชาญฉลาด",
      "สาขาและคณะที่เหมาะสม": ["จิตวิทยา", "การวิจัย", "ครู"],
      "ดวงความรัก": "ความสัมพันธ์มีความเข้าใจและอบอุ่น",
      "สุขภาพ": "ควรออกกำลังกายเบา ๆ และพักผ่อนเพียงพอ",
      "คำแนะนำ": "ใช้ความเข้าใจและไหวพริบสร้างผลลัพธ์ที่ดีในทุกเรื่อง"
    },
    {
      "วันที่": "13/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และกล้าแสดงออก มักเป็นแรงบันดาลใจให้ผู้อื่น",
      "ดวงการเรียน": "วันนี้เหมาะกับการคิดนอกกรอบและสร้างแนวทางใหม่ ๆ ในการเรียน",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "การออกแบบ", "สื่อสร้างสรรค์"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยความเข้าใจ",
      "สุขภาพ": "ระวังความเครียดสะสม ควรหากิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ในการแก้ปัญหาและสร้างความสำเร็จ"
    },
    {
      "วันที่": "14/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนรอบคอบและใส่ใจรายละเอียด มีความสามารถในการวางแผนและจัดการงานได้ดี",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานวิเคราะห์และปรับปรุงงานให้สมบูรณ์ยิ่งขึ้น",
      "สาขาและคณะที่เหมาะสม": ["การจัดการ", "การวิจัย", "วิทยาศาสตร์"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความรอบคอบและวางแผนเพื่อให้ผลลัพธ์ดีที่สุด"
    },
    {
      "วันที่": "15/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีพลังและความคิดริเริ่มสูง ชอบเผชิญหน้ากับความท้าทาย",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโปรเจกต์ใหม่ ๆ และเรียนรู้สิ่งที่ซับซ้อน คุณสามารถหาวิธีแก้ปัญหาได้อย่างสร้างสรรค์",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหารธุรกิจ", "เทคโนโลยี"],
      "ดวงความรัก": "ความสัมพันธ์สดใสและกระตือรือร้น",
      "สุขภาพ": "ระวังอาการเหนื่อยล้าจากกิจกรรมมากเกินไป",
      "คำแนะนำ": "ใช้พลังและความคิดริเริ่มเพื่อสร้างผลงานที่โดดเด่น"
    },
    {
      "วันที่": "16/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนกล้าหาญและมั่นใจ มักสามารถตัดสินใจได้อย่างเด็ดขาด",
      "ดวงการเรียน": "วันนี้เหมาะกับการวางแผนและแก้ไขปัญหาที่ซับซ้อน คุณจะจัดการงานได้อย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["การบริหาร", "การตลาด", "การจัดการโครงการ"],
      "ดวงความรัก": "คู่รักสนับสนุนความคิดและการตัดสินใจของคุณ",
      "สุขภาพ": "ควรพักผ่อนเพียงพอเพื่อรักษาพลังงาน",
      "คำแนะนำ": "ใช้ความมั่นใจและความกล้าในการจัดการทุกสถานการณ์"
    },
    {
      "วันที่": "17/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และกล้าแสดงออก มีไหวพริบในการแก้ไขปัญหาเฉพาะหน้า",
      "ดวงการเรียน": "วันนี้เหมาะกับการทดลองแนวคิดใหม่ ๆ และเรียนรู้สิ่งใหม่ คุณจะพบวิธีแก้ปัญหาอย่างชาญฉลาด",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "การออกแบบ", "สื่อสร้างสรรค์"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและมีชีวิตชีวา",
      "สุขภาพ": "ระวังความเครียดสะสม ควรหาเวลาผ่อนคลาย",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบเพื่อบรรลุเป้าหมาย"
    },
    {
      "วันที่": "18/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนรอบคอบและมีสมาธิ ชอบวางแผนก่อนลงมือทำ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนเนื้อหาและปรับปรุงงานให้สมบูรณ์ คุณจะเข้าใจรายละเอียดได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การจัดการ", "วิจัย"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและเต็มไปด้วยความเข้าใจ",
      "สุขภาพ": "ควรพักสายตาและทำกิจกรรมเบา ๆ ผ่อนคลายร่างกาย",
      "คำแนะนำ": "ใช้ความรอบคอบและสมาธิในการเรียนและงานเพื่อผลลัพธ์ดีที่สุด"
    },
    {
      "วันที่": "19/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความกระตือรือร้นและพลังสูง ชอบเผชิญหน้ากับความท้าทายและสร้างสรรค์สิ่งใหม่",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ที่ท้าทาย คุณจะสามารถนำทีมและแก้ปัญหาได้ดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "การตลาด"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและมีชีวิตชีวา",
      "สุขภาพ": "ระวังอาการเหนื่อยล้าจากงานหนัก",
      "คำแนะนำ": "ใช้พลังและความคิดสร้างสรรค์นำทางให้สำเร็จ"
    },
    {
      "วันที่": "20/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนมั่นใจและกล้าแสดงออก ชอบริเริ่มสิ่งใหม่ ๆ และทำงานด้วยความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเริ่มต้นโปรเจกต์ใหม่และการเรียนเชิงปฏิบัติ คุณสามารถเข้าใจเนื้อหาได้อย่างรวดเร็ว",
      "สาขาและคณะที่เหมาะสม": ["การบริหารธุรกิจ", "วิศวกรรม", "เทคโนโลยี"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและสนับสนุนซึ่งกันและกัน",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมั่นใจและความคิดริเริ่มให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "21/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีพลังและความมุ่งมั่นสูง มักเป็นแรงบันดาลใจให้คนรอบตัวและกล้าเผชิญความท้าทาย",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความคิดสร้างสรรค์และความเป็นผู้นำ",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "การบริหาร", "วิศวกรรม"],
      "ดวงความรัก": "คู่รักสนับสนุนและเข้าใจความคิดของคุณ",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้พลังและความมุ่งมั่นสร้างความสำเร็จในทุกด้าน"
    },
    {
      "วันที่": "22/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนกล้าหาญและชอบริเริ่มสิ่งใหม่ มีไหวพริบและความคิดสร้างสรรค์สูง",
      "ดวงการเรียน": "วันนี้เหมาะกับการแก้ปัญหาเฉพาะหน้าและการเรียนเชิงสร้างสรรค์",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การออกแบบ", "สื่อสร้างสรรค์"],
      "ดวงความรัก": "ความสัมพันธ์มีชีวิตชีวาและสนุกสนาน",
      "สุขภาพ": "ระวังความเครียดสะสม ควรหากิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้ไหวพริบและความคิดสร้างสรรค์นำทางในการเรียนและงาน"
    },
    {
      "วันที่": "23/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความมั่นใจและมุ่งมั่น ชอบริเริ่มสิ่งใหม่และสร้างแรงบันดาลใจให้คนรอบตัว",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและการวางแผนระยะยาว คุณจะจัดการงานได้อย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["การบริหาร", "การตลาด", "วิศวกรรม"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักผ่อนเพียงพอและดูแลอาหาร",
      "คำแนะนำ": "ใช้ความมั่นใจและความคิดริเริ่มให้เกิดผลลัพธ์สูงสุด"
    },
    {
      "วันที่": "24/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และชอบเรียนรู้สิ่งใหม่ ชอบเผชิญความท้าทายและกล้าแสดงออก",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโครงงานใหม่ ๆ และเรียนรู้แนวคิดซับซ้อน",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "การออกแบบ", "สื่อสร้างสรรค์"],
      "ดวงความรัก": "ความสัมพันธ์สดใสและสนุกสนาน",
      "สุขภาพ": "ระวังอาการเหนื่อยล้าและเครียดสะสม",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และความกล้าเผชิญปัญหาเพื่อความสำเร็จ"
    },
    {
      "วันที่": "25/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนรอบคอบ มีสมาธิและใส่ใจรายละเอียด ชอบวางแผนก่อนลงมือทำ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนและปรับปรุงงานให้สมบูรณ์ คุณจะเข้าใจเนื้อหาได้ลึกซึ้ง",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การจัดการ", "วิจัย"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและเต็มไปด้วยความเข้าใจ",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความรอบคอบและสมาธิสร้างผลลัพธ์ดีที่สุด"
    },
    {
      "วันที่": "26/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีพลังและความมุ่งมั่นสูง ชอบริเริ่มสิ่งใหม่และสร้างแรงบันดาลใจให้คนรอบตัว",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงปฏิบัติและโปรเจกต์ที่ท้าทาย คุณสามารถแก้ปัญหาได้อย่างสร้างสรรค์",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "การตลาด"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและมีชีวิตชีวา",
      "สุขภาพ": "ควรพักผ่อนให้เพียงพอเพื่อรักษาพลังงาน",
      "คำแนะนำ": "ใช้พลังและความคิดสร้างสรรค์นำทางให้สำเร็จ"
    },
    {
      "วันที่": "27/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนกล้าหาญและมั่นใจ ชอบเรียนรู้สิ่งใหม่และเผชิญความท้าทาย",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความคิดสร้างสรรค์และไหวพริบ คุณจะสามารถแก้ปัญหาได้ดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การออกแบบ", "การบริหาร"],
      "ดวงความรัก": "คู่รักสนับสนุนและเข้าใจความคิดของคุณ",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความกล้าและความคิดสร้างสรรค์ในการเรียนและงาน"
    },
    {
      "วันที่": "28/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และมุ่งมั่น ชอบริเริ่มสิ่งใหม่และทำงานอย่างเต็มที่",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ใหม่ ๆ คุณสามารถนำทีมและจัดการงานได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "การบริหาร", "วิศวกรรม"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความคิดสร้างสรรค์สร้างผลลัพธ์สูงสุด"
    },
    {
      "วันที่": "29/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณเป็นคนมั่นใจและรอบคอบ มักใช้ไหวพริบแก้ปัญหาและปรับตัวได้ดี",
      "ดวงการเรียน": "วันนี้เหมาะกับการวางแผนและทำงานที่ต้องใช้การวิเคราะห์ คุณจะได้ผลงานที่ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การจัดการ", "วิจัย"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและมีความเข้าใจ",
      "สุขภาพ": "ควรพักสายตาและคลายเครียด",
      "คำแนะนำ": "ใช้ความรอบคอบและไหวพริบสร้างผลลัพธ์ดีที่สุด"
    },
    {
      "วันที่": "30/04",
      "ราศี": "เมษ",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และพลังสูง ชอบริเริ่มสิ่งใหม่ ๆ และนำทางผู้อื่น",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงสร้างสรรค์และการเรียนที่ท้าทาย คุณจะสามารถจัดการงานได้อย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["ศิลปะ", "การออกแบบ", "การบริหาร"],
      "ดวงความรัก": "ความสัมพันธ์สดใสและสนุกสนาน",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และพลังมุ่งมั่นนำทางให้สำเร็จ"
    },
    {
      "วันที่": "01/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมั่นคงและอดทน ชอบทำงานเป็นขั้นตอน และมีความรอบคอบสูง",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเนื้อหาที่ต้องใช้ความละเอียดและความอดทน คุณจะทำงานได้อย่างเป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["การบัญชี", "วิศวกรรม", "วิทยาศาสตร์"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรดูแลอาหารและพักผ่อนให้เพียงพอ",
      "คำแนะนำ": "ใช้ความอดทนและความรอบคอบในการเรียนและงานเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด"
    },
    {
      "วันที่": "02/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมีความพยายามและมีสติ มักสามารถแก้ไขปัญหาได้อย่างรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการวางแผนและทบทวนเนื้อหาอย่างละเอียด คุณจะเข้าใจเรื่องยาก ๆ ได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "การวิเคราะห์ข้อมูล", "การศึกษา"],
      "ดวงความรัก": "คู่รักให้ความเข้าใจและสนับสนุนคุณอย่างเต็มที่",
      "สุขภาพ": "ควรออกกำลังกายเบา ๆ เพื่อคลายความตึงเครียด",
      "คำแนะนำ": "ใช้ความรอบคอบและความอดทนเพื่อให้ผลลัพธ์สมบูรณ์ที่สุด"
    },
    {
      "วันที่": "03/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและจริงจัง มักทำงานให้เสร็จสมบูรณ์ด้วยความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานโครงงานหรือรายงาน คุณจะสามารถจัดระเบียบข้อมูลได้อย่างดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหารธุรกิจ", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักผ่อนให้เพียงพอเพื่อฟื้นฟูพลังงาน",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความรอบคอบเพื่อสร้างผลงานที่ยอดเยี่ยม"
    },
    {
      "วันที่": "04/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนใจเย็นและมีเหตุผล ชอบวางแผนและทำงานตามลำดับขั้นตอน",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนเนื้อหาและปรับปรุงงานให้ละเอียด คุณจะได้ผลลัพธ์ที่ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การจัดการ", "การวิจัย"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจบ้าง",
      "คำแนะนำ": "ใช้ความรอบคอบและความใจเย็นในการเรียนและงานทุกด้าน"
    },
    {
      "วันที่": "05/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความอดทนสูงและมุ่งมั่น ชอบทำงานที่ต้องใช้เวลาและความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโครงงานหรือโปรเจกต์ระยะยาว คุณจะสามารถจัดการงานได้เป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "วิทยาศาสตร์"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความอดทนและความมุ่งมั่นในการเรียนและงานเพื่อความสำเร็จ"
    },
    {
      "วันที่": "06/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมีสมาธิและรอบคอบ ชอบวางแผนและจัดการงานอย่างเป็นระบบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการวิเคราะห์และจัดระเบียบเนื้อหา คุณจะเข้าใจรายละเอียดได้ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "วิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและมั่นคง",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความรอบคอบและสมาธิสร้างผลงานที่ยอดเยี่ยม"
    },
    {
      "วันที่": "07/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและมีสติ ชอบทำงานให้เสร็จสมบูรณ์ด้วยความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความละเอียด คุณจะสามารถจัดการข้อมูลได้เป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหารธุรกิจ", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักสายตาและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความรอบคอบให้เกิดผลลัพธ์สูงสุด"
    },
    {
      "วันที่": "08/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนอดทนและมีเหตุผล ชอบวางแผนและทำงานเป็นขั้นตอน",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนเนื้อหาและปรับปรุงงาน คุณจะได้ผลลัพธ์ที่ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การจัดการ", "วิจัย"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความอดทนและความรอบคอบเพื่อสร้างความสำเร็จ"
    },
    {
      "วันที่": "09/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและรอบคอบ มักทำงานให้เสร็จสมบูรณ์ด้วยความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโครงงานหรือโปรเจกต์ระยะยาว คุณจะสามารถจัดการงานได้เป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "วิทยาศาสตร์"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความรอบคอบในการเรียนและงาน"
    },
    {
      "วันที่": "10/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมั่นคงและมีสมาธิ ชอบวางแผนและทำงานตามขั้นตอน",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเนื้อหาละเอียดและเชิงวิเคราะห์ คุณจะเข้าใจเนื้อหาได้ลึกซึ้ง",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การจัดการ", "การวิจัย"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้สมาธิและความรอบคอบสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "11/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความอดทนสูงและมุ่งมั่น ชอบทำงานที่ต้องใช้เวลาและความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานโปรเจกต์หรือรายงาน คุณจะจัดการงานได้เป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "วิทยาศาสตร์"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความอดทนและความมุ่งมั่นสร้างผลงานที่ดีที่สุด"
    },
    {
      "วันที่": "12/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนใจเย็นและรอบคอบ ชอบวางแผนก่อนลงมือทำ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนและปรับปรุงงาน คุณจะเข้าใจรายละเอียดได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและทำกิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้ความรอบคอบและใจเย็นสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "13/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและอดทน ชอบเรียนรู้และทำงานให้เสร็จสมบูรณ์",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงวิเคราะห์และทบทวนเนื้อหา คุณจะเข้าใจสิ่งซับซ้อนได้ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและเข้าใจซึ่งกันและกัน",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความอดทนเพื่อให้ผลลัพธ์ดีที่สุด"
    },
    {
      "วันที่": "14/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมีสมาธิและรอบคอบ ชอบจัดการงานตามขั้นตอน",
      "ดวงการเรียน": "วันนี้เหมาะกับการวิเคราะห์และปรับปรุงงาน คุณจะสามารถทำงานอย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้สมาธิและความรอบคอบสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "15/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความอดทนและมีสติ มักสามารถแก้ไขปัญหาได้อย่างรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความละเอียดและความคิดวิเคราะห์ คุณจะได้ผลงานดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหารธุรกิจ", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความรอบคอบและความอดทนสร้างความสำเร็จ"
    },
    {
      "วันที่": "16/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมั่นคงและมีสมาธิ ชอบวางแผนและทำงานเป็นขั้นตอน",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงวิเคราะห์และทบทวนเนื้อหา คุณจะเข้าใจสิ่งซับซ้อนได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้สมาธิและความรอบคอบในการเรียนและงานทุกด้าน"
    },
    {
      "วันที่": "17/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความอดทนและมุ่งมั่น มักทำงานให้เสร็จสมบูรณ์ด้วยความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโครงงานหรือโปรเจกต์ระยะยาว คุณจะสามารถจัดการงานได้เป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "วิทยาศาสตร์"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความอดทนสร้างผลงานที่ดีที่สุด"
    },
    {
      "วันที่": "18/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนใจเย็นและรอบคอบ ชอบวางแผนก่อนลงมือทำ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนและปรับปรุงงาน คุณจะเข้าใจรายละเอียดได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและทำกิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้ความรอบคอบและใจเย็นสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "19/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและอดทน ชอบเรียนรู้และทำงานให้เสร็จสมบูรณ์",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงวิเคราะห์และทบทวนเนื้อหา คุณจะเข้าใจสิ่งซับซ้อนได้ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและเข้าใจซึ่งกันและกัน",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความอดทนเพื่อให้ผลลัพธ์ดีที่สุด"
    },
    {
      "วันที่": "20/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมีสมาธิและรอบคอบ ชอบจัดการงานตามขั้นตอน",
      "ดวงการเรียน": "วันนี้เหมาะกับการวิเคราะห์และปรับปรุงงาน คุณจะสามารถทำงานอย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้สมาธิและความรอบคอบสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "21/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความอดทนและมีสติ มักสามารถแก้ไขปัญหาได้อย่างรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความละเอียดและความคิดวิเคราะห์ คุณจะได้ผลงานดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหารธุรกิจ", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความรอบคอบและความอดทนสร้างความสำเร็จ"
    },
    {
      "วันที่": "22/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและอดทน ชอบทำงานที่ต้องใช้เวลาและความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโครงงานหรือโปรเจกต์ระยะยาว คุณจะสามารถจัดการงานได้เป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "วิทยาศาสตร์"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความอดทนและความมุ่งมั่นสร้างผลงานที่ดีที่สุด"
    },
    {
      "วันที่": "23/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนใจเย็นและรอบคอบ ชอบวางแผนก่อนลงมือทำ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนและปรับปรุงงาน คุณจะเข้าใจรายละเอียดได้ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความรอบคอบและใจเย็นสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "24/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและอดทน ชอบเรียนรู้และทำงานให้เสร็จสมบูรณ์",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงวิเคราะห์และทบทวนเนื้อหา คุณจะเข้าใจสิ่งซับซ้อนได้ดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและเข้าใจซึ่งกันและกัน",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความอดทนเพื่อให้ผลลัพธ์ดีที่สุด"
    },
    {
      "วันที่": "25/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมีสมาธิและรอบคอบ ชอบจัดการงานตามขั้นตอน",
      "ดวงการเรียน": "วันนี้เหมาะกับการวิเคราะห์และปรับปรุงงาน คุณจะสามารถทำงานอย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้สมาธิและความรอบคอบสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "26/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความอดทนและมีสติ มักสามารถแก้ไขปัญหาได้อย่างรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความละเอียดและความคิดวิเคราะห์ คุณจะได้ผลงานดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหารธุรกิจ", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความรอบคอบและความอดทนสร้างความสำเร็จ"
    },
    {
      "วันที่": "27/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและอดทน ชอบทำงานที่ต้องใช้เวลาและความตั้งใจ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำโครงงานหรือโปรเจกต์ระยะยาว คุณจะสามารถจัดการงานได้เป็นระบบ",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "วิทยาศาสตร์"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความอดทนและความมุ่งมั่นสร้างผลงานที่ดีที่สุด"
    },
    {
      "วันที่": "28/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนใจเย็นและรอบคอบ ชอบวางแผนก่อนลงมือทำ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนและปรับปรุงงาน คุณจะเข้าใจรายละเอียดได้ชัดเจน",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความรอบคอบและใจเย็นสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "29/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและอดทน ชอบเรียนรู้และทำงานให้เสร็จสมบูรณ์",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงวิเคราะห์และทบทวนเนื้อหา คุณจะเข้าใจสิ่งซับซ้อนได้ดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหาร", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและเข้าใจซึ่งกันและกัน",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความมุ่งมั่นและความอดทนเพื่อให้ผลลัพธ์ดีที่สุด"
    },
    {
      "วันที่": "30/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณเป็นคนมีสมาธิและรอบคอบ ชอบจัดการงานตามขั้นตอน",
      "ดวงการเรียน": "วันนี้เหมาะกับการวิเคราะห์และปรับปรุงงาน คุณจะสามารถทำงานอย่างมีประสิทธิภาพ",
      "สาขาและคณะที่เหมาะสม": ["การวิเคราะห์ข้อมูล", "การวิจัย", "การจัดการ"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้สมาธิและความรอบคอบสร้างผลงานคุณภาพสูง"
    },
    {
      "วันที่": "31/05",
      "ราศี": "พฤษภ",
      "บุคลิกโดยรวม": "คุณมีความอดทนและมีสติ มักสามารถแก้ไขปัญหาได้อย่างรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความละเอียดและความคิดวิเคราะห์ คุณจะได้ผลงานดี",
      "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การบริหารธุรกิจ", "การบัญชี"],
      "ดวงความรัก": "ความสัมพันธ์มั่นคงและสนับสนุนกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความรอบคอบและความอดทนสร้างความสำเร็จ"
    },
    {
      "วันที่": "01/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนมีความคิดสร้างสรรค์และมีไหวพริบสูง ชอบสื่อสารและเรียนรู้สิ่งใหม่ ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้เนื้อหาใหม่ ๆ และทำงานกลุ่ม คุณจะสามารถปรับตัวและทำความเข้าใจได้เร็ว",
      "สาขาและคณะที่เหมาะสม": ["การสื่อสาร", "การตลาด", "สื่อดิจิทัล"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและมีชีวิตชีวา",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเพื่อคลายเครียด",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และการสื่อสารเพื่อเรียนรู้สิ่งใหม่ ๆ"
    },
    {
      "วันที่": "02/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความยืดหยุ่นและชอบค้นหาความรู้ใหม่ มักมีไหวพริบในการแก้ไขปัญหา",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานที่ต้องใช้ความคิดสร้างสรรค์และการปรับตัว คุณจะเข้าใจเรื่องซับซ้อนได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "การออกแบบ", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สดใสและเต็มไปด้วยความสนุก",
      "สุขภาพ": "ควรดื่มน้ำและพักผ่อนให้เพียงพอ",
      "คำแนะนำ": "ใช้ความยืดหยุ่นและไหวพริบในการเรียนและงาน"
    },
    {
      "วันที่": "03/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณชอบเรียนรู้สิ่งใหม่ ๆ และปรับตัวได้ดี มักมีความคิดสร้างสรรค์และรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและการทดลองสิ่งใหม่ คุณจะสามารถประสานงานและสื่อสารได้ดี",
      "สาขาและคณะที่เหมาะสม": ["สื่อสาร", "การตลาด", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนสายตาและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และการสื่อสารเพื่อสร้างความสำเร็จ"
    },
    {
      "วันที่": "04/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนสติปัญญาดีและมีความคิดริเริ่ม ชอบเรียนรู้และทดลองสิ่งใหม่ ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้เรื่องยาก ๆ และวิเคราะห์ข้อมูล คุณจะเข้าใจเนื้อหาได้อย่างรวดเร็ว",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยพลังบวก",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความคิดริเริ่มและไหวพริบในการเรียนและงาน"
    },
    {
      "วันที่": "05/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีไหวพริบดีและยืดหยุ่น ชอบทำงานที่ท้าทายและเรียนรู้สิ่งใหม่",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิด คุณจะได้ไอเดียใหม่ ๆ",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสาร", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใสและสนุกสนาน",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความยืดหยุ่นและไหวพริบให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "06/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนคิดเร็วและช่างสังเกต ชอบเรียนรู้และปรับตัวได้ดีในทุกสถานการณ์",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเรื่องใหม่ ๆ และทำงานร่วมกับผู้อื่น คุณจะสามารถเข้าใจและปรับตัวได้เร็ว",
      "สาขาและคณะที่เหมาะสม": ["การสื่อสาร", "การตลาด", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและมีชีวิตชีวา",
      "สุขภาพ": "ควรพักสายตาและทำกิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้ไหวพริบและความคิดสร้างสรรค์ให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "07/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความยืดหยุ่นและช่างสังเกต มักเข้าใจสิ่งรอบตัวได้อย่างรวดเร็ว",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและทดลองสิ่งใหม่ คุณจะสามารถสื่อสารและประสานงานได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การสื่อสาร", "การตลาด", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยความคิดสร้างสรรค์",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความยืดหยุ่นและไหวพริบในการเรียนและงาน"
    },
    {
      "วันที่": "08/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์สูงและชอบเรียนรู้สิ่งใหม่ ๆ มักสามารถปรับตัวกับสถานการณ์ได้ดี",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงวิเคราะห์และทดลองสิ่งใหม่ คุณจะได้ไอเดียดี ๆ",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยพลังบวก",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "09/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกตและยืดหยุ่น ชอบเรียนรู้และทดลองสิ่งใหม่ ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิด คุณจะได้แนวคิดใหม่ ๆ",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสาร", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ไหวพริบและความยืดหยุ่นในการเรียนและงาน"
    },
    {
      "วันที่": "10/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และรอบคอบ ชอบเรียนรู้และวางแผนล่วงหน้า",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเนื้อหาใหม่และทำงานเชิงวิเคราะห์ คุณจะเข้าใจได้เร็วและละเอียด",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "การสื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สดใสและมีชีวิตชีวา",
      "สุขภาพ": "ควรพักสายตาและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบเพื่อทำงานให้มีประสิทธิภาพ"
    },
    {
      "วันที่": "11/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีไหวพริบดีและยืดหยุ่น มักปรับตัวกับสถานการณ์ได้รวดเร็ว",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้เนื้อหาใหม่และการทำงานร่วมกับผู้อื่น คุณจะสามารถเข้าใจและปรับตัวได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การสื่อสาร", "การตลาด", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและอบอุ่น",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความยืดหยุ่นและไหวพริบในการเรียนและงาน"
    },
    {
      "วันที่": "12/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนคิดเร็วและช่างสังเกต ชอบเรียนรู้สิ่งใหม่ ๆ และทดลองแนวคิดใหม่",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและทดลองสิ่งใหม่ คุณจะได้ไอเดียดี ๆ และปรับตัวได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสาร", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและเข้าใจกันดี",
      "สุขภาพ": "ควรพักสายตาและทำกิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "13/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์สูงและรอบคอบ ชอบเรียนรู้สิ่งใหม่และทดลองสิ่งท้าทาย",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงวิเคราะห์และทดลองแนวคิดใหม่ คุณจะได้ไอเดียดี ๆ",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยพลังบวก",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "14/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกตและยืดหยุ่น ชอบเรียนรู้สิ่งใหม่และแก้ปัญหาอย่างรอบคอบ",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิด คุณจะได้แนวคิดใหม่ ๆ",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสาร", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ไหวพริบและความยืดหยุ่นสร้างความสำเร็จ"
    },
    {
      "วันที่": "15/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และรอบคอบ ชอบเรียนรู้และวางแผนล่วงหน้า",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเนื้อหาใหม่และทำงานเชิงวิเคราะห์ คุณจะเข้าใจได้เร็วและละเอียด",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "การสื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สดใสและมีชีวิตชีวา",
      "สุขภาพ": "ควรพักสายตาและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบเพื่อทำงานให้มีประสิทธิภาพ"
    },
    {
      "วันที่": "16/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนคิดเร็ว ช่างสังเกต และยืดหยุ่น ชอบเรียนรู้และทดลองสิ่งใหม่ ๆ อยู่เสมอ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเนื้อหาใหม่และทำงานกลุ่ม คุณจะสามารถปรับตัวและสื่อสารได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การสื่อสาร", "การตลาด", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและเต็มไปด้วยชีวิตชีวา",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "17/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และชอบวิเคราะห์ ชอบเรียนรู้สิ่งใหม่และแก้ปัญหาได้รวดเร็ว",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงวิเคราะห์และทดลองสิ่งใหม่ คุณจะได้แนวคิดดี ๆ และเข้าใจเนื้อหาอย่างลึกซึ้ง",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและอบอุ่น",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "18/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกตและยืดหยุ่น มักปรับตัวกับสถานการณ์ได้ดีและมีไหวพริบสูง",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิด คุณจะสามารถเรียนรู้และประสานงานได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสาร", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ไหวพริบและความยืดหยุ่นสร้างความสำเร็จ"
    },
    {
      "วันที่": "19/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์สูง ชอบเรียนรู้สิ่งใหม่ และทดลองแนวคิดใหม่อยู่เสมอ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงวิเคราะห์และทำงานกลุ่ม คุณจะได้ไอเดียดี ๆ และสามารถแก้ไขปัญหาได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยพลังบวก",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "20/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนรอบคอบและช่างสังเกต ชอบเรียนรู้และปรับตัวกับสถานการณ์ใหม่ ๆ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้เนื้อหาใหม่และทำงานกลุ่ม คุณจะเข้าใจสิ่งซับซ้อนได้อย่างรวดเร็ว",
      "สาขาและคณะที่เหมาะสม": ["การสื่อสาร", "การตลาด", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและทำกิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "21/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และยืดหยุ่น ชอบเรียนรู้สิ่งใหม่และแก้ปัญหาได้อย่างรวดเร็ว",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงวิเคราะห์และทดลองแนวคิดใหม่ คุณจะสามารถปรับตัวและสื่อสารได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยพลังบวก",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "22/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกต มีไหวพริบดี และยืดหยุ่น สามารถปรับตัวกับสิ่งใหม่ ๆ ได้ง่าย",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิด คุณจะได้ไอเดียใหม่ ๆ และเข้าใจเนื้อหาได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสาร", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ไหวพริบและความยืดหยุ่นสร้างความสำเร็จ"
    },
    {
      "วันที่": "23/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์สูง ชอบเรียนรู้และทดลองสิ่งใหม่ ๆ อยู่เสมอ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงวิเคราะห์และทำงานกลุ่ม คุณจะได้แนวคิดใหม่ ๆ และปรับตัวได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยชีวิตชีวา",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "24/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนรอบคอบ ช่างสังเกต และยืดหยุ่น ชอบเรียนรู้สิ่งใหม่และปรับตัวได้ดี",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้เนื้อหาใหม่และทำงานกลุ่ม คุณจะเข้าใจสิ่งซับซ้อนได้อย่างรวดเร็ว",
      "สาขาและคณะที่เหมาะสม": ["การสื่อสาร", "การตลาด", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและทำกิจกรรมผ่อนคลาย",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "25/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และช่างสังเกต มักสามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานเชิงวิเคราะห์และทดลองแนวคิดใหม่ คุณจะได้ไอเดียดี ๆ และสามารถแก้ไขปัญหาได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยพลังบวก",
      "สุขภาพ": "ควรพักผ่อนและดื่มน้ำให้เพียงพอ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "26/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกตและยืดหยุ่น ชอบเรียนรู้สิ่งใหม่และแก้ปัญหาได้อย่างรวดเร็ว",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิด คุณจะได้แนวคิดใหม่ ๆ และเข้าใจเนื้อหาได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสาร", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและอบอุ่น",
      "สุขภาพ": "ควรพักสายตาและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ไหวพริบและความยืดหยุ่นสร้างความสำเร็จ"
    },
    {
      "วันที่": "27/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์สูงและรอบคอบ ชอบเรียนรู้สิ่งใหม่และทดลองสิ่งท้าทาย",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงวิเคราะห์และทดลองแนวคิดใหม่ คุณจะได้ไอเดียดี ๆ",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยพลังบวก",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบให้เกิดประโยชน์สูงสุด"
    },
    {
      "วันที่": "28/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณเป็นคนช่างสังเกตและยืดหยุ่น สามารถปรับตัวกับสถานการณ์ได้รวดเร็วและมีไหวพริบดี",
      "ดวงการเรียน": "วันนี้เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิด คุณจะสามารถเรียนรู้และประสานงานได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การตลาด", "สื่อสาร", "การออกแบบ"],
      "ดวงความรัก": "ความสัมพันธ์สดใส สนุกสนานและเข้าใจกันดี",
      "สุขภาพ": "ควรพักผ่อนและออกกำลังกายเบา ๆ",
      "คำแนะนำ": "ใช้ไหวพริบและความยืดหยุ่นสร้างความสำเร็จ"
    },
    {
      "วันที่": "29/06",
      "ราศี": "เมถุน",
      "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และช่างสังเกต ชอบเรียนรู้สิ่งใหม่ ๆ และทดลองแนวคิดใหม่อยู่เสมอ",
      "ดวงการเรียน": "วันนี้เหมาะกับการเรียนเชิงวิเคราะห์และทำงานกลุ่ม คุณจะได้ไอเดียใหม่ ๆ และปรับตัวได้ดี",
      "สาขาและคณะที่เหมาะสม": ["การวิจัย", "สื่อสาร", "เทคโนโลยีสารสนเทศ"],
      "ดวงความรัก": "ความสัมพันธ์สนุกสนานและเต็มไปด้วยชีวิตชีวา",
      "สุขภาพ": "ควรพักสายตาและผ่อนคลายจิตใจ",
      "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และไหวพริบสร้างผลลัพธ์ที่ดี"
    },
    {
      "วันที่": "30/06",
      "ราศี": "กรกฎ",
      "บุคลิกโดยรวม": "คุณมีความอ่อนไหวและรอบคอบ ชอบช่วยเหลือผู้อื่นและมีความอดทนสูง",
      "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนเนื้อหาและปรับปรุงงานเดิม คุณจะทำความเข้าใจได้ลึกซึ้งและละเอียด",
      "สาขาและคณะที่เหมาะสม": ["จิตวิทยา", "การศึกษา", "สังคมสงเคราะห์"],
      "ดวงความรัก": "ความสัมพันธ์อบอุ่นและเอาใจใส่กันดี",
      "สุขภาพ": "ควรพักผ่อนและดูแลสุขภาพจิตใจ",
      "คำแนะนำ": "ใช้ความอดทนและความละเอียดรอบคอบในการเรียนและชีวิตประจำวัน"
    },
   {
    "วันที่": "01/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนอ่อนไหวแต่มั่นคงในเป้าหมาย รักความสงบและชอบดูแลคนรอบข้าง มีความอดทนสูงและมักรับผิดชอบงานจนสำเร็จ",
    "ดวงการเรียน": "วันนี้คุณมีสมาธิและตั้งใจเรียนเป็นพิเศษ เหมาะกับการทำงานที่ต้องใช้การวิเคราะห์และความละเอียด ควรสรุปเนื้อหาเป็นแผนผังเพื่อช่วยจำได้ดีขึ้น",
    "สาขาและคณะที่เหมาะสม": ["จิตวิทยา", "โภชนาการ", "การพยาบาล"],
    "ดวงความรัก": "คนรักให้กำลังใจเต็มที่ ความสัมพันธ์อบอุ่นและมั่นคง",
    "สุขภาพ": "ระวังระบบย่อยอาหาร ควรทานอาหารให้ตรงเวลา",
    "คำแนะนำ": "ใช้ความตั้งใจและวินัยของคุณเพื่อขับเคลื่อนการเรียนให้ก้าวหน้า"
  },
  {
    "วันที่": "02/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความเมตตาและเอาใจใส่ผู้อื่น ชอบทำงานเป็นทีมและฟังความคิดเห็นจากคนรอบตัว",
    "ดวงการเรียน": "อาจต้องใช้ความอดทนเพราะเนื้อหามีความซับซ้อน ควรใช้การจำด้วยภาพหรือสีช่วยให้เข้าใจง่ายขึ้น",
    "สาขาและคณะที่เหมาะสม": ["การสอน", "พัฒนาการเด็ก", "การจัดการสังคมสงเคราะห์"],
    "ดวงความรัก": "มีการพูดคุยเรื่องอนาคตกับคู่รักทำให้ความสัมพันธ์มั่นคง",
    "สุขภาพ": "ควรพักผ่อนเพื่อลดความเครียดและฟื้นฟูสมอง",
    "คำแนะนำ": "ใช้ความเข้าใจและสัญชาตญาณช่วยแก้ปัญหาในการเรียน"
  },
  {
    "วันที่": "03/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์สูงและชอบทำสิ่งต่าง ๆ ให้มีเอกลักษณ์ ชอบทำงานที่มีความหมายต่อจิตใจ",
    "ดวงการเรียน": "เหมาะกับการทำโครงงานที่ต้องใช้ความคิดสร้างสรรค์ ควรเปิดใจรับความคิดเห็นเพื่อพัฒนางานให้ดียิ่งขึ้น",
    "สาขาและคณะที่เหมาะสม": ["การออกแบบ", "สถาปัตยกรรม", "ศิลปะประยุกต์"],
    "ดวงความรัก": "มีโอกาสได้รับความใส่ใจจากคนรักมากขึ้น",
    "สุขภาพ": "ระวังอาการปวดไหล่และหลังจากการนั่งนาน",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์เป็นแรงผลักดันให้การเรียนสนุกขึ้น"
  },
  {
    "วันที่": "04/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนรักบ้าน รักความสงบ และใส่ใจในรายละเอียดเล็ก ๆ น้อย ๆ มีความรับผิดชอบและจริงจังกับสิ่งที่ทำ",
    "ดวงการเรียน": "วันนี้เหมาะกับการทบทวนบทเรียนเก่าเพื่อเสริมความเข้าใจ ควรจัดตารางอ่านหนังสือให้ชัดเจน",
    "สาขาและคณะที่เหมาะสม": ["โบราณคดี", "ประวัติศาสตร์", "การจัดการเอกสาร"],
    "ดวงความรัก": "อาจได้รับการช่วยเหลือจากคู่รักในเรื่องการเรียน",
    "สุขภาพ": "ระวังการนั่งผิดท่าซึ่งอาจทำให้ปวดหลัง",
    "คำแนะนำ": "อย่ามองข้ามความรู้พื้นฐาน เพราะเป็นรากฐานของความสำเร็จ"
  },
  {
    "วันที่": "05/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความละเอียดรอบคอบและใส่ใจความรู้สึกผู้อื่น ชอบช่วยเหลือและเป็นที่พึ่งพาได้",
    "ดวงการเรียน": "การเรียนวันนี้จะราบรื่นถ้าคุณจัดลำดับความสำคัญของงานอย่างชัดเจน",
    "สาขาและคณะที่เหมาะสม": ["การแพทย์", "งานวิจัย", "การบริหารจัดการ"],
    "ดวงความรัก": "คู่รักให้ความร่วมมือและเข้าใจในเป้าหมายของคุณ",
    "สุขภาพ": "ควรดื่มน้ำมากขึ้นเพื่อลดอาการอ่อนเพลีย",
    "คำแนะนำ": "จัดระบบการเรียนให้ชัดเจนเพื่อเพิ่มประสิทธิภาพ"
  },
  {
    "วันที่": "06/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนมีความอ่อนไหวแต่กล้าตัดสินใจเมื่อถึงเวลา รักครอบครัวและเพื่อน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิดกับเพื่อน ๆ",
    "สาขาและคณะที่เหมาะสม": ["การตลาด", "การประชาสัมพันธ์", "การสื่อสารมวลชน"],
    "ดวงความรัก": "มีโอกาสได้ใช้เวลาร่วมกันมากขึ้น ทำให้เข้าใจกันดีขึ้น",
    "สุขภาพ": "ระวังอาการปวดศีรษะจากการใช้สายตานาน",
    "คำแนะนำ": "ใช้พลังของทีมช่วยให้การเรียนมีประสิทธิภาพยิ่งขึ้น"
  },
  {
    "วันที่": "07/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความอ่อนโยนแต่มีความเด็ดขาดเมื่อต้องตัดสินใจ เป็นคนซื่อสัตย์และรักความจริง",
    "ดวงการเรียน": "วันนี้ควรเน้นการทำความเข้าใจเนื้อหาเชิงลึก อาจต้องอ่านซ้ำหลายรอบ",
    "สาขาและคณะที่เหมาะสม": ["กฎหมาย", "การสอน", "ปรัชญา"],
    "ดวงความรัก": "คู่รักให้กำลังใจเต็มที่ ทำให้มีแรงฮึดในการเรียน",
    "สุขภาพ": "ควรยืดเส้นและพักสายตาเป็นระยะ",
    "คำแนะนำ": "อย่าลืมว่าการเข้าใจเนื้อหาลึก ๆ สำคัญกว่าการจำอย่างเดียว"
  },
  {
    "วันที่": "08/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความคิดรอบคอบและมีไหวพริบ สามารถแก้ปัญหาได้ดีในสถานการณ์กดดัน",
    "ดวงการเรียน": "เหมาะกับการแก้โจทย์ยาก ๆ หรือการวิเคราะห์ข้อมูลเชิงลึก",
    "สาขาและคณะที่เหมาะสม": ["วิศวกรรม", "การวิเคราะห์ข้อมูล", "วิทยาศาสตร์ประยุกต์"],
    "ดวงความรัก": "อาจได้คำปรึกษาที่มีคุณค่าจากคนรัก",
    "สุขภาพ": "ระวังความเครียดสะสมจากการเรียนหนัก",
    "คำแนะนำ": "ใช้เหตุผลและความรอบคอบในการตัดสินใจเรื่องเรียน"
  },
  {
    "วันที่": "09/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนที่มีความอบอุ่นและให้ความสำคัญกับความสัมพันธ์ ชอบอยู่ในสภาพแวดล้อมที่มั่นคง",
    "ดวงการเรียน": "วันนี้คุณอาจได้รับข่าวดีเกี่ยวกับการเรียนหรือโอกาสใหม่",
    "สาขาและคณะที่เหมาะสม": ["การจัดการ", "การท่องเที่ยว", "การโรงแรม"],
    "ดวงความรัก": "ความสัมพันธ์หวานชื่นและมีความเข้าใจกันมากขึ้น",
    "สุขภาพ": "ควรดูแลเรื่องการนอนให้เพียงพอ",
    "คำแนะนำ": "ใช้โอกาสใหม่ให้เป็นประโยชน์ต่อการพัฒนาตนเอง"
  },
  {
    "วันที่": "10/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและไม่ยอมแพ้ง่าย ๆ พร้อมเรียนรู้สิ่งใหม่เสมอ",
    "ดวงการเรียน": "เหมาะกับการเริ่มต้นโปรเจกต์ใหม่หรือศึกษาเนื้อหาที่ไม่เคยเรียนมาก่อน",
    "สาขาและคณะที่เหมาะสม": ["เทคโนโลยีสารสนเทศ", "การเขียนโปรแกรม", "นวัตกรรม"],
    "ดวงความรัก": "มีโอกาสได้ทำกิจกรรมร่วมกับคนรักที่เสริมความรู้",
    "สุขภาพ": "ควรออกกำลังกายเพื่อเพิ่มพลังงาน",
    "คำแนะนำ": "อย่ากลัวที่จะก้าวออกจากเขตปลอดภัยเพื่อเรียนรู้สิ่งใหม่"
  },
   {
    "วันที่": "11/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนอ่อนไหวแต่แข็งแกร่งภายใน มีความรับผิดชอบและพร้อมช่วยเหลือผู้อื่นเสมอ",
    "ดวงการเรียน": "วันนี้คุณมีพลังในการเรียนรู้เรื่องยาก ๆ เหมาะกับการอ่านตำราหรือเนื้อหาที่ต้องใช้สมาธิสูง",
    "สาขาและคณะที่เหมาะสม": ["การวิจัย", "ชีววิทยา", "การพัฒนาทรัพยากรมนุษย์"],
    "ดวงความรัก": "คู่รักคอยอยู่เคียงข้างและให้กำลังใจอย่างอบอุ่น",
    "สุขภาพ": "ระวังการนั่งนานเกินไป ควรลุกยืดเส้นบ้าง",
    "คำแนะนำ": "ใช้ความมุ่งมั่นและวินัยเพื่อพิชิตเป้าหมายการเรียน"
  },
  {
    "วันที่": "12/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความคิดรอบคอบและวิเคราะห์สถานการณ์ได้เก่ง มักเป็นที่พึ่งของเพื่อน ๆ",
    "ดวงการเรียน": "วันนี้เหมาะกับการวางแผนระยะยาวสำหรับการเรียนหรือการทำโครงงานใหญ่",
    "สาขาและคณะที่เหมาะสม": ["การวางแผนธุรกิจ", "การจัดการโครงการ", "การเงินการธนาคาร"],
    "ดวงความรัก": "มีการพูดคุยอย่างเปิดใจกับคู่รัก ทำให้เข้าใจกันมากขึ้น",
    "สุขภาพ": "ควรดูแลดวงตาจากการจ้องหน้าจอนาน",
    "คำแนะนำ": "การวางแผนที่ดีจะช่วยลดความกดดันในอนาคต"
  },
  {
    "วันที่": "13/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนมีความเมตตาและชอบทำสิ่งที่เป็นประโยชน์ต่อสังคม มีความรับผิดชอบสูง",
    "ดวงการเรียน": "การเรียนวันนี้จะราบรื่นหากคุณทำงานร่วมกับผู้อื่นและแบ่งหน้าที่กันอย่างเหมาะสม",
    "สาขาและคณะที่เหมาะสม": ["สังคมสงเคราะห์", "การสอน", "การแพทย์ชุมชน"],
    "ดวงความรัก": "ความสัมพันธ์อบอุ่นและสนับสนุนซึ่งกันและกัน",
    "สุขภาพ": "ควรออกไปเดินเล่นเพื่อผ่อนคลายจิตใจ",
    "คำแนะนำ": "แบ่งปันความรู้และช่วยเหลือผู้อื่นจะทำให้คุณมีแรงบันดาลใจมากขึ้น"
  },
  {
    "วันที่": "14/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และชอบทำสิ่งใหม่ ๆ ที่ท้าทายตัวเอง",
    "ดวงการเรียน": "เหมาะกับการทำโครงงานที่ใช้จินตนาการและการออกแบบ",
    "สาขาและคณะที่เหมาะสม": ["สถาปัตยกรรม", "มัลติมีเดีย", "ศิลปกรรม"],
    "ดวงความรัก": "คู่รักชื่นชมความคิดของคุณและพร้อมสนับสนุน",
    "สุขภาพ": "ระวังอาการปวดข้อมือจากการใช้งานคอมพิวเตอร์นาน",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์เป็นเครื่องมือพัฒนาการเรียน"
  },
  {
    "วันที่": "15/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนมีน้ำใจและมักช่วยเหลือคนรอบข้างอย่างจริงใจ",
    "ดวงการเรียน": "วันนี้เหมาะกับการเรียนที่ต้องใช้การจดจำและการเล่าเรื่อง",
    "สาขาและคณะที่เหมาะสม": ["ประวัติศาสตร์", "วรรณกรรม", "สื่อสารมวลชน"],
    "ดวงความรัก": "ความสัมพันธ์มั่นคงและเต็มไปด้วยความเข้าใจ",
    "สุขภาพ": "ควรระวังอาหารรสจัดซึ่งอาจกระทบต่อกระเพาะ",
    "คำแนะนำ": "แบ่งเวลาอ่านหนังสือและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "16/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนรักความสงบและมักหามุมเงียบเพื่อโฟกัสกับสิ่งสำคัญ",
    "ดวงการเรียน": "วันนี้เหมาะกับการทำการบ้านหรือโครงงานที่ต้องใช้เวลาและสมาธิ",
    "สาขาและคณะที่เหมาะสม": ["คณิตศาสตร์", "วิทยาศาสตร์", "การเขียนโปรแกรม"],
    "ดวงความรัก": "คนรักเข้าใจพื้นที่ส่วนตัวของคุณ",
    "สุขภาพ": "ควรยืดเหยียดร่างกายเพื่อคลายกล้ามเนื้อ",
    "คำแนะนำ": "โฟกัสทีละเรื่องเพื่อให้ผลงานออกมาดีที่สุด"
  },
  {
    "วันที่": "17/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความคิดรอบด้านและสามารถปรับตัวได้ดีในสถานการณ์ต่าง ๆ",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มและแก้ปัญหาร่วมกัน",
    "สาขาและคณะที่เหมาะสม": ["การบริหารจัดการ", "การตลาด", "การพัฒนาองค์กร"],
    "ดวงความรัก": "มีโอกาสทำกิจกรรมใหม่ ๆ ร่วมกันกับคู่รัก",
    "สุขภาพ": "ควรดื่มน้ำมากขึ้นเพื่อรักษาสมดุลร่างกาย",
    "คำแนะนำ": "เปิดใจรับฟังความคิดเห็นจากผู้อื่นจะช่วยให้การเรียนก้าวหน้า"
  },
  {
    "วันที่": "18/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนมีจินตนาการและชอบคิดนอกกรอบ",
    "ดวงการเรียน": "วันนี้เหมาะกับการนำเสนอผลงานหรือการสร้างสรรค์โปรเจกต์ใหม่",
    "สาขาและคณะที่เหมาะสม": ["การออกแบบผลิตภัณฑ์", "โฆษณา", "สื่อดิจิทัล"],
    "ดวงความรัก": "คู่รักชื่นชมความคิดแปลกใหม่ของคุณ",
    "สุขภาพ": "ระวังความล้าทางสายตา",
    "คำแนะนำ": "กล้าแสดงออกในความคิดจะทำให้คุณโดดเด่น"
  },
  {
    "วันที่": "19/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนใจเย็นและสามารถรับมือกับแรงกดดันได้ดี",
    "ดวงการเรียน": "เหมาะกับการสอบหรือการประเมินผลเพราะคุณมีความมั่นใจ",
    "สาขาและคณะที่เหมาะสม": ["กฎหมาย", "เศรษฐศาสตร์", "การบริหารธุรกิจ"],
    "ดวงความรัก": "ความสัมพันธ์ราบรื่นและมั่นคง",
    "สุขภาพ": "ควรพักผ่อนให้เพียงพอเพื่อรักษาพลังงาน",
    "คำแนะนำ": "ใช้ความมั่นใจเป็นพลังขับเคลื่อนความสำเร็จ"
  },
  {
    "วันที่": "20/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความตั้งใจและทำงานอย่างจริงจังเพื่อบรรลุเป้าหมาย",
    "ดวงการเรียน": "วันนี้เหมาะกับการเก็บรายละเอียดสุดท้ายก่อนส่งงานหรือสอบ",
    "สาขาและคณะที่เหมาะสม": ["สถิติ", "การวิเคราะห์ข้อมูล", "วิศวกรรม"],
    "ดวงความรัก": "คู่รักให้กำลังใจเต็มที่",
    "สุขภาพ": "ระวังอาการปวดคอจากการก้มทำงานนาน",
    "คำแนะนำ": "ใส่ใจในรายละเอียดเล็ก ๆ น้อย ๆ เพื่อให้ผลงานออกมาสมบูรณ์"
  },
   {
    "วันที่": "21/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณเป็นคนอบอุ่น มีน้ำใจ และมักใส่ใจความรู้สึกของผู้อื่น ชอบช่วยเหลือคนรอบข้าง",
    "ดวงการเรียน": "วันนี้เหมาะกับการเรียนรู้ผ่านการแลกเปลี่ยนความคิดเห็นและประสบการณ์กับผู้อื่น",
    "สาขาและคณะที่เหมาะสม": ["สังคมศาสตร์", "การให้คำปรึกษา", "การจัดการชุมชน"],
    "ดวงความรัก": "คู่รักพร้อมสนับสนุนและอยู่เคียงข้างเสมอ",
    "สุขภาพ": "ระวังความเหนื่อยล้าสะสม",
    "คำแนะนำ": "ใช้ความเข้าใจและการสื่อสารที่ดีเพื่อพัฒนาการเรียน"
  },
  {
    "วันที่": "22/07",
    "ราศี": "กรกฎ",
    "บุคลิกโดยรวม": "คุณมีความซื่อสัตย์และจริงใจต่อผู้คนรอบตัว รักความยุติธรรม",
    "ดวงการเรียน": "เหมาะกับการทำรายงานหรือการศึกษาที่ต้องใช้ข้อมูลเชิงลึก",
    "สาขาและคณะที่เหมาะสม": ["กฎหมาย", "รัฐศาสตร์", "ประวัติศาสตร์"],
    "ดวงความรัก": "มีการพูดคุยเรื่องสำคัญกับคนรัก ทำให้เข้าใจกันมากขึ้น",
    "สุขภาพ": "ควรดูแลการพักผ่อนให้เพียงพอ",
    "คำแนะนำ": "ให้ความสำคัญกับความถูกต้องและความเป็นธรรมในการเรียน"
  },
  {
    "วันที่": "23/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณเป็นคนมั่นใจและมีความเป็นผู้นำสูง ชอบเป็นจุดศูนย์กลางของความสนใจ",
    "ดวงการเรียน": "วันนี้คุณมีพลังและความกระตือรือร้น เหมาะกับการนำเสนอผลงานหรืออภิปราย",
    "สาขาและคณะที่เหมาะสม": ["การแสดง", "การจัดการ", "การตลาด"],
    "ดวงความรัก": "ความรักมีความโรแมนติกและสนุกสนาน",
    "สุขภาพ": "ควรระวังการทำงานเกินกำลัง",
    "คำแนะนำ": "ใช้ความมั่นใจอย่างสร้างสรรค์เพื่อดึงดูดโอกาสดี ๆ"
  },
  {
    "วันที่": "24/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณมีความมุ่งมั่นและพลังบวกสูง มักสร้างแรงบันดาลใจให้คนรอบตัว",
    "ดวงการเรียน": "เหมาะกับการทำงานที่ต้องใช้ความคิดสร้างสรรค์และการตัดสินใจรวดเร็ว",
    "สาขาและคณะที่เหมาะสม": ["การออกแบบแฟชั่น", "งานโฆษณา", "ศิลปะการแสดง"],
    "ดวงความรัก": "คู่รักชื่นชมในพลังและความมั่นใจของคุณ",
    "สุขภาพ": "ควรออกกำลังกายเพื่อรักษาพลังงาน",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์เพื่อสร้างความแตกต่างในการเรียน"
  },
  {
    "วันที่": "25/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณเป็นคนใจกว้างและมีจิตใจนักสู้ ไม่กลัวความท้าทาย",
    "ดวงการเรียน": "วันนี้เหมาะกับการเริ่มต้นโครงการใหม่ที่ท้าทายความสามารถ",
    "สาขาและคณะที่เหมาะสม": ["ธุรกิจสตาร์ทอัพ", "การบริหารจัดการ", "วิศวกรรม"],
    "ดวงความรัก": "ความสัมพันธ์เต็มไปด้วยแรงบันดาลใจและการสนับสนุน",
    "สุขภาพ": "ควรพักให้เพียงพอหลังจากใช้พลังมาก",
    "คำแนะนำ": "ก้าวออกจากขอบเขตเดิมเพื่อพัฒนาและเติบโต"
  },
  {
    "วันที่": "26/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณมีเสน่ห์และดึงดูดสายตาผู้คน ชอบแสดงออกและสร้างความประทับใจ",
    "ดวงการเรียน": "เหมาะกับการเรียนรู้ผ่านการลงมือทำและการแสดงผลงาน",
    "สาขาและคณะที่เหมาะสม": ["การแสดง", "การพูดในที่สาธารณะ", "การโฆษณา"],
    "ดวงความรัก": "คู่รักให้ความสนใจและเอาใจใส่เป็นพิเศษ",
    "สุขภาพ": "ควรหลีกเลี่ยงความเครียดสะสม",
    "คำแนะนำ": "ใช้ความสามารถพิเศษของคุณให้เกิดประโยชน์สูงสุด"
  },
  {
    "วันที่": "27/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณเป็นคนมีพลังและความมุ่งมั่นสูง ชอบทำให้สิ่งต่าง ๆ สำเร็จตามเป้าหมาย",
    "ดวงการเรียน": "วันนี้คุณจะมีแรงฮึดพิเศษ เหมาะกับการเร่งทำงานค้างหรือเตรียมสอบ",
    "สาขาและคณะที่เหมาะสม": ["การจัดการโครงการ", "วิศวกรรม", "เทคโนโลยีสารสนเทศ"],
    "ดวงความรัก": "ความรักมีความเข้าใจและการสนับสนุนซึ่งกันและกัน",
    "สุขภาพ": "ควรพักสายตาและดื่มน้ำให้เพียงพอ",
    "คำแนะนำ": "ใช้พลังงานอย่างมีแผนเพื่อให้เกิดผลลัพธ์ที่ดีที่สุด"
  },
  {
    "วันที่": "28/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณมีความคิดสร้างสรรค์และชอบทำสิ่งใหม่ที่ท้าทาย",
    "ดวงการเรียน": "เหมาะกับการทำโครงงานที่ต้องใช้การคิดนอกกรอบ",
    "สาขาและคณะที่เหมาะสม": ["นวัตกรรม", "การออกแบบผลิตภัณฑ์", "เทคโนโลยีสมัยใหม่"],
    "ดวงความรัก": "คู่รักตื่นเต้นไปกับไอเดียของคุณ",
    "สุขภาพ": "ควรดูแลการนอนให้เพียงพอเพื่อฟื้นฟูพลังงาน",
    "คำแนะนำ": "เปิดโอกาสให้ความคิดใหม่ ๆ ได้เติบโต"
  },
  {
    "วันที่": "29/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณเป็นคนกล้าหาญและไม่กลัวความล้มเหลว พร้อมลุกขึ้นใหม่ทุกครั้ง",
    "ดวงการเรียน": "วันนี้เหมาะกับการเผชิญโจทย์ยาก ๆ หรือเนื้อหาที่ท้าทาย",
    "สาขาและคณะที่เหมาะสม": ["การบิน", "วิศวกรรมเครื่องกล", "วิทยาศาสตร์การกีฬา"],
    "ดวงความรัก": "ความสัมพันธ์เต็มไปด้วยการสนับสนุนซึ่งกันและกัน",
    "สุขภาพ": "ควรอบอุ่นร่างกายก่อนออกกำลังกาย",
    "คำแนะนำ": "ใช้ความกล้าเป็นแรงขับเคลื่อนสู่ความสำเร็จ"
  },
  {
    "วันที่": "30/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณมีความมั่นใจและชอบเป็นผู้นำสถานการณ์ รู้วิธีดึงศักยภาพของทีม",
    "ดวงการเรียน": "เหมาะกับการทำงานเป็นทีมและการจัดการงานใหญ่",
    "สาขาและคณะที่เหมาะสม": ["การจัดการทีม", "การทูต", "การโค้ชและการพัฒนา"],
    "ดวงความรัก": "คู่รักรู้สึกภูมิใจในตัวคุณ",
    "สุขภาพ": "ควรออกกำลังกายอย่างสม่ำเสมอ",
    "คำแนะนำ": "ใช้ทักษะการเป็นผู้นำเพื่อสร้างความสำเร็จร่วมกับผู้อื่น"
  },
  {
    "วันที่": "31/07",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณมีเสน่ห์และพลังดึงดูดสูง เป็นแรงบันดาลใจให้คนรอบข้าง",
    "ดวงการเรียน": "วันนี้เหมาะกับการนำเสนอความคิดสร้างสรรค์และการวางแผนอนาคต",
    "สาขาและคณะที่เหมาะสม": ["การออกแบบ", "การตลาดเชิงสร้างสรรค์", "ศิลปะการแสดง"],
    "ดวงความรัก": "ความรักมีความหวานและโรแมนติกเป็นพิเศษ",
    "สุขภาพ": "ควรดูแลหัวใจและระบบไหลเวียนเลือด",
    "คำแนะนำ": "ใช้พลังบวกเพื่อสร้างแรงบันดาลใจทั้งต่อตนเองและผู้อื่น"
  },
    {
    "วันที่": "01/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "วันนี้คุณมีความมั่นใจสูง กระตือรือร้นในการทำงานและเรียนรู้สิ่งใหม่ๆ มีเสน่ห์ดึงดูดผู้คนรอบตัว",
    "ดวงการเรียน": "การเรียนวันนี้ไปได้ดีหากคุณวางแผนล่วงหน้า เน้นทำงานเป็นทีมจะช่วยให้เข้าใจเนื้อหาเร็วขึ้น",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความสัมพันธ์ราบรื่น มีโอกาสพบคนถูกใจ",
    "สุขภาพ": "ระวังอาการปวดหัวจากความเครียด พักสายตาและดื่มน้ำให้เพียงพอ",
    "คำแนะนำ": "วันนี้ควรตั้งเป้าหมายให้ชัดเจน และอย่าลืมแบ่งเวลาให้ตัวเองพักบ้าง"
  },
  {
    "วันที่": "02/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์สูง ชอบลองสิ่งใหม่ๆ และไม่กลัวความท้าทาย",
    "ดวงการเรียน": "วันนี้เหมาะกับการทำโปรเจกต์หรือวิจัยที่ต้องใช้ความคิดสร้างสรรค์ ผลงานจะออกมาดี",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรมศาสตร์, การออกแบบ, นิเทศศาสตร์",
    "ดวงความรัก": "ความรักอบอุ่น ใส่ใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังระบบย่อยอาหาร รับประทานอาหารให้ครบ 3 มื้อ",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ในการแก้ปัญหาและวางแผนชีวิตให้สมดุล"
  },
  {
    "วันที่": "03/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "วันนี้คุณมีพลังงานเต็มเปี่ยมและมีความเป็นผู้นำสูง ชอบช่วยเหลือผู้อื่น",
    "ดวงการเรียน": "การเรียนวันนี้ควรจัดลำดับความสำคัญของวิชา จะทำให้ผลลัพธ์ออกมาดีและตรงตามเป้าหมาย",
    "สาขาและคณะที่เหมาะสม": "รัฐศาสตร์, กฎหมาย, การเมืองการปกครอง",
    "ดวงความรัก": "มีความเข้าใจกันดี อาจมีโอกาสเริ่มต้นความสัมพันธ์ใหม่",
    "สุขภาพ": "ระวังอาการเหนื่อยล้า ทำกิจกรรมออกกำลังกายเบาๆ",
    "คำแนะนำ": "วางแผนการเรียนให้ดีและแบ่งเวลาให้ครอบครัวและตัวเอง"
  },
  {
    "วันที่": "04/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "วันนี้คุณเป็นคนร่าเริงและมีมนุษยสัมพันธ์ดี ชอบสร้างแรงบันดาลใจให้ผู้อื่น",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรืออภิปราย จะช่วยให้เข้าใจเนื้อหาลึกซึ้งขึ้น",
    "สาขาและคณะที่เหมาะสม": "จิตวิทยา, สังคมวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความรักมั่นคง มีความเข้าใจและความอดทน",
    "สุขภาพ": "ระวังความเครียดจากงานเรียน ทำสมาธิหรือพักผ่อนเพื่อลดความกดดัน",
    "คำแนะนำ": "ใช้เวลาอยู่กับเพื่อนและคนรักเพื่อเสริมพลังบวกให้ตัวเอง"
  },
  {
    "วันที่": "05/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "วันนี้คุณมีความรับผิดชอบสูงและสามารถตัดสินใจได้รวดเร็ว มีความอดทนในสิ่งที่ทำ",
    "ดวงการเรียน": "เหมาะกับการอ่านหนังสือหรือทำแบบฝึกหัดซ้ำๆ จะช่วยความเข้าใจลึกขึ้น",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักเงียบสงบแต่มั่นคง คนโสดมีโอกาสพบคนที่จริงใจ",
    "สุขภาพ": "ระวังอาการปวดกล้ามเนื้อจากการนั่งเรียนเป็นเวลานาน ยืดเหยียดร่างกายบ้าง",
    "คำแนะนำ": "ตั้งเป้าหมายเล็กๆ ในการเรียนและทำให้สำเร็จจะสร้างความมั่นใจ"
  },
  {
    "วันที่": "06/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณมีความคิดเชิงบวกและมองโลกในแง่ดี ชอบช่วยเหลือผู้อื่นและมีมนุษยสัมพันธ์ดี",
    "ดวงการเรียน": "เหมาะกับการฝึกทักษะใหม่หรือเข้าคลาสเสริมความรู้ จะทำให้มีความก้าวหน้า",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, การสอน, การฝึกอบรม",
    "ดวงความรัก": "ความรักอบอุ่น มีคนให้กำลังใจ",
    "สุขภาพ": "ควรพักสายตาและหลีกเลี่ยงการนอนดึก",
    "คำแนะนำ": "ใช้เวลาเรียนรู้อย่างต่อเนื่องและอย่าลืมดูแลตัวเองด้วย"
  },
  {
    "วันที่": "07/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "วันนี้คุณมีความกระตือรือร้นและมีพลังในการทำงาน มีไหวพริบแก้ปัญหาได้ดี",
    "ดวงการเรียน": "เหมาะกับการทำรายงานหรือโปรเจกต์ที่ต้องใช้การวิเคราะห์ ผลงานจะออกมาดี",
    "สาขาและคณะที่เหมาะสม": "เศรษฐศาสตร์, การเงิน, บัญชี",
    "ดวงความรัก": "ความรักราบรื่น มีโอกาสพัฒนาความสัมพันธ์",
    "สุขภาพ": "ระวังอาการปวดตา ใช้เวลาพักหน้าจอทุก 1–2 ชั่วโมง",
    "คำแนะนำ": "วางแผนการเรียนให้ดีและอย่าลืมผ่อนคลายความเครียด"
  },
  {
    "วันที่": "08/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "คุณมีความมั่นใจในตัวเองและมีแรงบันดาลใจสูง ชอบตั้งเป้าหมายและทำให้สำเร็จ",
    "ดวงการเรียน": "วันนี้เหมาะกับการสอบหรือการนำเสนอผลงาน จะทำได้ดีและมั่นใจ",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยีสารสนเทศ, วิทยาศาสตร์ประยุกต์",
    "ดวงความรัก": "ความรักหวานชื่น คนโสดมีโอกาสพบคู่ที่ตรงใจ",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าจากการทำงานต่อเนื่อง พักผ่อนให้เพียงพอ",
    "คำแนะนำ": "เชื่อมั่นในตัวเองและวางแผนเวลาเรียนให้มีประสิทธิภาพ"
  },
  {
    "วันที่": "09/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "วันนี้คุณมีความคิดสร้างสรรค์สูงและสามารถปรับตัวได้ดีต่อสถานการณ์ใหม่ๆ",
    "ดวงการเรียน": "เหมาะกับการทำงานที่ต้องใช้การคิดวิเคราะห์และสร้างสรรค์ จะได้ไอเดียดีๆ",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่น มีคนเอาใจใส่",
    "สุขภาพ": "ระวังอาการปวดหลังจากนั่งนาน ควรยืดเหยียดบ่อยๆ",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และแบ่งเวลาให้สมดุล"
  },
  {
    "วันที่": "10/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "วันนี้คุณมีความตั้งใจสูงและมีความสามารถในการทำงานเป็นทีม มีความอดทนต่อปัญหา",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์กลุ่มหรือเรียนรู้ร่วมกับเพื่อน ผลลัพธ์จะดี",
    "สาขาและคณะที่เหมาะสม": "สังคมวิทยา, จิตวิทยา, การศึกษา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังความเครียดจากการเรียน จัดเวลาให้ผ่อนคลาย",
    "คำแนะนำ": "ทำงานร่วมกับผู้อื่นอย่างเข้าใจและแบ่งเวลาให้ตัวเองพักบ้าง"
  },
   {
    "วันที่": "11/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความมั่นใจสูงและเต็มไปด้วยแรงจูงใจในการเรียนรู้ สามารถตัดสินใจได้ดีแม้ในสถานการณ์กดดัน ชอบคิดริเริ่มสิ่งใหม่และนำแนวคิดไปปฏิบัติได้จริง",
    "ดวงการเรียน": "การเรียนเชิงวิจัยหรือศึกษาลึกในวิชาที่สนใจจะให้ผลดี การตั้งเป้าหมายระยะสั้นช่วยให้เข้าใจเนื้อหาได้ชัดเจนยิ่งขึ้น การจดบันทึกและสรุปความรู้จะช่วยให้เก็บข้อมูลได้เป็นระบบ",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมีความอบอุ่น มีความเข้าใจและความใส่ใจซึ่งกันและกัน โอกาสสร้างความสัมพันธ์ยาวนานสูง",
    "สุขภาพ": "ควรระวังอาการตึงคอและไหล่จากการนั่งเรียนหรือทำงานนานๆ จัดเวลายืดเหยียดร่างกายเป็นระยะ",
    "คำแนะนำ": "จัดลำดับงานและเวลาพักให้สมดุล เพื่อรักษาสมาธิและพลังงานตลอดวัน"
  },
  {
    "วันที่": "12/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีเสน่ห์ต่อผู้อื่นและสามารถสื่อสารความคิดได้อย่างชัดเจน มีไหวพริบในการแก้ไขปัญหาและสร้างแรงจูงใจให้คนรอบข้าง กล้าแสดงออกแต่คำนึงถึงความเหมาะสม",
    "ดวงการเรียน": "การทำงานกลุ่มหรืออภิปรายในชั้นเรียนช่วยให้เรียนรู้ได้เร็วและเข้าใจเนื้อหาเชิงลึก การแลกเปลี่ยนความคิดเห็นกับเพื่อนสร้างมุมมองใหม่ๆ ที่เป็นประโยชน์",
    "สาขาและคณะที่เหมาะสม": "จิตวิทยา, การสื่อสาร, สังคมวิทยา",
    "ดวงความรัก": "ความสัมพันธ์ราบรื่น มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคงและยาวนาน",
    "สุขภาพ": "ระวังการนอนดึกและความเครียดจากการเรียน พักสายตาและทำกิจกรรมผ่อนคลายเป็นระยะ",
    "คำแนะนำ": "ใช้เวลาอยู่กับเพื่อนหรือครอบครัวเพื่อเติมพลังบวกและสร้างความสมดุลชีวิต"
  },
  {
    "วันที่": "13/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และเต็มไปด้วยพลัง จิตใจมุ่งมั่นและพร้อมรับความท้าทาย สามารถปรับตัวกับสิ่งใหม่ได้ดีและเรียนรู้จากข้อผิดพลาดได้เร็ว",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมสร้างสรรค์ ผลงานมีความโดดเด่นและเป็นที่ยอมรับ การวางแผนล่วงหน้าและแบ่งเวลาอย่างเป็นระบบจะช่วยเพิ่มประสิทธิภาพ",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, นิเทศศาสตร์",
    "ดวงความรัก": "มีโอกาสพบคู่ถูกใจ ความสัมพันธ์ก้าวหน้าไปอย่างราบรื่นและอบอุ่น",
    "สุขภาพ": "ระวังอาการปวดหลังจากนั่งนาน ควรยืดเหยียดร่างกายและออกกำลังกายเบาๆ",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และลงมือทำสิ่งใหม่อย่างมั่นใจ ผลลัพธ์จะออกมาดี"
  },
  {
    "วันที่": "14/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความรับผิดชอบสูงและอดทนต่อสิ่งที่ทำ สามารถจัดการเวลาได้อย่างมีประสิทธิภาพ มีสมาธิในการเรียนและพร้อมช่วยเหลือผู้อื่นเมื่อจำเป็น",
    "ดวงการเรียน": "การอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ จะช่วยให้เข้าใจเนื้อหาได้ดี การวางแผนและตั้งเป้าหมายจะทำให้การเรียนมีระบบและลดความสับสน",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, การฝึกอบรม",
    "ดวงความรัก": "ความรักมั่นคงและเข้าใจกันดี การสื่อสารด้วยความอบอุ่นช่วยสร้างความสัมพันธ์ที่แน่นแฟ้น",
    "สุขภาพ": "ควรจัดเวลาให้ร่างกายได้พักผ่อน ลดความเครียดด้วยกิจกรรมที่ชอบ",
    "คำแนะนำ": "วางแผนเวลาเรียนและพักผ่อนให้สมดุล เพื่อรักษาพลังงานและสมาธิ"
  },
   {
    "วันที่": "15/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีแรงบันดาลใจสูงและมุ่งมั่นทำงานที่ตั้งใจ มีความคิดริเริ่มและสามารถสร้างแรงจูงใจให้ผู้อื่นได้ดี มักคิดหาวิธีใหม่ ๆ เพื่อพัฒนาตัวเองและงานที่ทำ",
    "ดวงการเรียน": "เหมาะกับการนำเสนอผลงานหรืออภิปรายในชั้นเรียน การเตรียมตัวล่วงหน้าและวิเคราะห์เนื้อหาอย่างละเอียดช่วยให้ผลงานออกมาดีและน่าประทับใจ",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักหวานชื่นและอบอุ่น คนรอบข้างให้การสนับสนุนและเข้าใจ",
    "สุขภาพ": "ระวังอาการปวดตาจากการอ่านหรือใช้คอมพิวเตอร์เป็นเวลานาน ควรพักสายตาและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "เชื่อมั่นในตัวเองและจัดเวลาให้สมดุลระหว่างการเรียนและการพักผ่อน"
  },
  {
    "วันที่": "16/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความคิดริเริ่มและพร้อมรับความท้าทาย สามารถแก้ปัญหาเฉพาะหน้าได้ดี มีความอดทนและมีสมาธิสูง เหมาะกับงานที่ต้องใช้ความคิดสร้างสรรค์และวิเคราะห์",
    "ดวงการเรียน": "การทำงานวิจัยหรือศึกษาลึกในวิชาที่สนใจช่วยให้เข้าใจเนื้อหาได้ดี การสรุปและจดบันทึกเป็นระบบช่วยให้จำเนื้อหาได้แม่นยำ",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยีสารสนเทศ, วิทยาศาสตร์ประยุกต์",
    "ดวงความรัก": "ความรักมั่นคงและมีคนใส่ใจ ใครโสดมีโอกาสพบคู่ที่เข้ากันได้ดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและปวดกล้ามเนื้อจากการเรียนหรือทำงานต่อเนื่อง",
    "คำแนะนำ": "จัดเวลาศึกษาอย่างต่อเนื่องแต่ต้องพักผ่อนบ้างเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "17/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีพลังงานเต็มเปี่ยมและสามารถปรับตัวได้ดีต่อสถานการณ์ใหม่ ๆ มีความคิดสร้างสรรค์และมีไหวพริบสูง ชอบแก้ปัญหาที่ซับซ้อนและนำเสนอแนวทางใหม่",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือกิจกรรมที่ต้องใช้การคิดวิเคราะห์และสร้างสรรค์ การวางแผนและแบ่งงานให้เหมาะสมช่วยให้สำเร็จได้ง่ายขึ้น",
    "สาขาและคณะที่เหมาะสม": "เศรษฐศาสตร์, การเงิน, บัญชี",
    "ดวงความรัก": "ความสัมพันธ์ราบรื่นและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคงยาวนาน",
    "สุขภาพ": "ระวังความเครียดและความเหนื่อยล้า จัดเวลาให้ผ่อนคลายและพักผ่อนอย่างเพียงพอ",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุล เพื่อรักษาสมาธิและพลังงาน"
  },
  {
    "วันที่": "18/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความมั่นใจและแรงจูงใจสูง ทำงานด้วยความมุ่งมั่นและชัดเจน มีแนวคิดริเริ่มและมองหาวิธีพัฒนาตัวเองและงานที่ทำอยู่เสมอ",
    "ดวงการเรียน": "เหมาะกับการสอบหรือการนำเสนอผลงาน การวางแผนและการฝึกซ้อมล่วงหน้าช่วยให้ทำงานได้อย่างมั่นใจและมีประสิทธิภาพ",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, วิทยาศาสตร์ประยุกต์",
    "ดวงความรัก": "ความรักสดใสและอบอุ่น คนโสดมีโอกาสพบคู่ถูกใจ",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าจากการทำงานหรือเรียนต่อเนื่อง ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "วางแผนเวลาเรียนให้มีประสิทธิภาพและพักผ่อนอย่างเพียงพอ"
  },
  {
    "วันที่": "19/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์สูง สามารถแก้ปัญหาและคิดแนวทางใหม่ ๆ ได้ดี มีความมุ่งมั่นในการทำงานและเรียนรู้สิ่งใหม่ ๆ อย่างต่อเนื่อง",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม ผลงานมีความโดดเด่นและเป็นที่ยอมรับ การวางแผนและแบ่งเวลาอย่างชัดเจนช่วยเพิ่มประสิทธิภาพ",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งเรียนหรือทำงานนาน ๆ ควรยืดเหยียดร่างกายเป็นระยะ",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "20/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความตั้งใจสูงและสามารถทำงานร่วมกับผู้อื่นได้ดี มีความอดทนและมุ่งมั่นต่อเป้าหมาย ชอบแลกเปลี่ยนความคิดเห็นและเรียนรู้จากผู้อื่น",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือแลกเปลี่ยนความคิดเห็น การวางแผนงานอย่างเป็นระบบช่วยให้สำเร็จได้รวดเร็ว",
    "สาขาและคณะที่เหมาะสม": "สังคมวิทยา, จิตวิทยา, การศึกษา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีความเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังความเครียดและความเหนื่อยล้า จัดเวลาให้พักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "ทำงานร่วมกับผู้อื่นอย่างเข้าใจและแบ่งเวลาให้ตัวเอง"
  },
 {
    "วันที่": "21/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีพลังงานสูงและเต็มไปด้วยความคิดสร้างสรรค์ สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีความมุ่งมั่นในการทำงานและเรียนรู้สิ่งใหม่อยู่เสมอ",
    "ดวงการเรียน": "เหมาะกับการทดลองสิ่งใหม่ ๆ หรือทำโปรเจกต์ที่ต้องใช้ความคิดสร้างสรรค์ การวางแผนล่วงหน้าและการแบ่งงานช่วยให้สำเร็จได้ง่ายขึ้น",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักสดใส มีโอกาสพบคู่ถูกใจและพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังความเหนื่อยล้าและปวดตาจากการใช้สายตานาน ควรพักสายตาและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "วางแผนเวลาเรียนและพักผ่อนอย่างสมดุล เพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "22/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความมั่นใจสูงและมีไหวพริบดี สามารถคิดแก้ปัญหาได้อย่างรวดเร็ว มีความคิดสร้างสรรค์และสามารถสื่อสารแนวคิดของตนเองกับผู้อื่นได้ดี",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือกิจกรรมที่ต้องใช้การคิดวิเคราะห์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึกและกว้างขึ้น",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, นิเทศศาสตร์",
    "ดวงความรัก": "ความสัมพันธ์ราบรื่นและอบอุ่น มีโอกาสสร้างความเข้าใจซึ่งกันและกันมากขึ้น",
    "สุขภาพ": "ระวังอาการปวดคอและไหล่จากการนั่งเรียนหรือทำงานเป็นเวลานาน",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์ และพักผ่อนบ้างเพื่อรักษาสมดุลร่างกายและจิตใจ"
  },
  {
    "วันที่": "23/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความอดทนสูงและสามารถจัดการเวลาได้ดี มักตั้งเป้าหมายอย่างชัดเจนและมุ่งมั่นทำให้สำเร็จ มีความรับผิดชอบต่อสิ่งที่ทำและคนรอบข้าง",
    "ดวงการเรียน": "การอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ จะช่วยให้เข้าใจเนื้อหาได้ชัดเจน การวางแผนและสรุปเนื้อหาเป็นระบบช่วยให้เรียนรู้ได้เร็ว",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, การฝึกอบรม",
    "ดวงความรัก": "ความรักมั่นคงและเข้าใจกันดี การสื่อสารที่ชัดเจนช่วยสร้างความสัมพันธ์ที่แน่นแฟ้น",
    "สุขภาพ": "ควรจัดเวลาให้ร่างกายได้พักผ่อน ลดความเครียดด้วยกิจกรรมที่ชอบ",
    "คำแนะนำ": "วางแผนเวลาเรียนและพักผ่อนให้สมดุล เพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "24/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีแรงบันดาลใจสูงและชัดเจนในการทำงาน มักคิดริเริ่มสิ่งใหม่ ๆ และสามารถสร้างแนวทางที่เป็นประโยชน์ต่อทีมและตัวเองได้อย่างชัดเจน",
    "ดวงการเรียน": "เหมาะกับการสอบหรือการนำเสนอผลงาน การวางแผนและฝึกซ้อมล่วงหน้าช่วยเพิ่มความมั่นใจและผลลัพธ์ที่ดี",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักหวานชื่นและอบอุ่น มีคนใส่ใจและคอยสนับสนุน",
    "สุขภาพ": "ระวังอาการปวดตาจากการใช้สายตาเป็นเวลานาน ควรพักสายตาและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "เชื่อมั่นในตัวเองและแบ่งเวลาเรียนกับพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "25/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความคิดริเริ่มสูงและสามารถรับมือกับความท้าทายได้ดี มุ่งมั่นต่อเป้าหมายและสามารถวิเคราะห์ปัญหาได้อย่างมีเหตุผล ชอบเรียนรู้และปรับปรุงตัวเองอยู่เสมอ",
    "ดวงการเรียน": "เหมาะกับการทำวิจัยหรือศึกษาเชิงลึก การจดบันทึกและสรุปเนื้อหาเป็นระบบช่วยให้เข้าใจและจำได้แม่นยำ",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยีสารสนเทศ, วิทยาศาสตร์ประยุกต์",
    "ดวงความรัก": "ความรักมั่นคงและมีคนเอาใจใส่ ใครโสดมีโอกาสพบคู่ที่เข้ากันได้ดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและปวดกล้ามเนื้อจากการทำงานหรือเรียนต่อเนื่อง",
    "คำแนะนำ": "จัดเวลาศึกษาอย่างต่อเนื่องและพักผ่อนเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "26/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีพลังและความคิดสร้างสรรค์สูง สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มุ่งมั่นและมองหาวิธีพัฒนาตัวเองและงานที่ทำอยู่เสมอ",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือกิจกรรมที่ต้องใช้ความคิดสร้างสรรค์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึกและกว้างขึ้น",
    "สาขาและคณะที่เหมาะสม": "เศรษฐศาสตร์, การเงิน, บัญชี",
    "ดวงความรัก": "ความสัมพันธ์ราบรื่นและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคงยาวนาน",
    "สุขภาพ": "ระวังความเครียดและความเหนื่อยล้า จัดเวลาให้พักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุล เพื่อรักษาสมาธิและพลังงาน"
  },
  {
    "วันที่": "27/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความมั่นใจสูงและแรงจูงใจในการทำงานและเรียนรู้ มักคิดริเริ่มสิ่งใหม่ ๆ และสามารถสร้างแรงจูงใจให้ผู้อื่นได้ดี",
    "ดวงการเรียน": "เหมาะกับการสอบหรือการนำเสนอผลงาน การเตรียมตัวล่วงหน้าและฝึกซ้อมช่วยเพิ่มประสิทธิภาพและความมั่นใจ",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, วิทยาศาสตร์ประยุกต์",
    "ดวงความรัก": "ความรักหวานชื่นและอบอุ่น คนโสดมีโอกาสพบคู่ถูกใจ",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "วางแผนเวลาเรียนและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "28/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์สูง สามารถแก้ปัญหาเฉพาะหน้าได้ดี มุ่งมั่นและเต็มใจเรียนรู้สิ่งใหม่ ๆ อยู่เสมอ มีทักษะการสื่อสารและประสานงานที่ดี",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การวางแผนและแบ่งเวลาอย่างชัดเจนช่วยให้สำเร็จได้ง่ายขึ้น",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "29/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความตั้งใจสูงและสามารถทำงานร่วมกับผู้อื่นได้ดี มีความอดทนและมุ่งมั่นต่อเป้าหมาย ชอบแลกเปลี่ยนความคิดเห็นและเรียนรู้จากผู้อื่น",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือแลกเปลี่ยนความคิดเห็น การวางแผนงานอย่างเป็นระบบช่วยให้สำเร็จได้รวดเร็ว",
    "สาขาและคณะที่เหมาะสม": "สังคมวิทยา, จิตวิทยา, การศึกษา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีความเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังความเครียดและความเหนื่อยล้า จัดเวลาให้พักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "ทำงานร่วมกับผู้อื่นอย่างเข้าใจและแบ่งเวลาให้ตัวเอง"
  },
  {
    "วันที่": "30/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และไหวพริบดี สามารถแก้ปัญหาได้รวดเร็ว มุ่งมั่นต่อเป้าหมายและมีพลังงานสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานวิจัยหรือศึกษาลึก การสรุปเนื้อหาและจดบันทึกช่วยให้จำและเข้าใจได้ดี",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักสดใสและอบอุ่น มีคนใส่ใจ",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อจากการทำงานต่อเนื่อง",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "31/08",
    "ราศี": "สิงห์",
    "บุคลิกโดยรวม": "มีความมั่นใจสูงและสามารถสื่อสารความคิดได้ดี มีความคิดริเริ่มและสามารถสร้างแรงจูงใจให้ผู้อื่นได้ดี มุ่งมั่นและพร้อมรับความท้าทาย",
    "ดวงการเรียน": "เหมาะกับการสอบหรือการนำเสนอผลงาน การเตรียมตัวและฝึกซ้อมล่วงหน้าช่วยให้สำเร็จได้ดี",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง คนโสดมีโอกาสพบคู่ถูกใจ",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "วางแผนเวลาเรียนและพักผ่อนให้สมดุล เพื่อรักษาพลังงานและสมาธิ"
  },
   {
    "วันที่": "01/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและละเอียด มีความสามารถในการวิเคราะห์และวางแผนอย่างเป็นระบบ ชอบทำงานที่ต้องใช้สมาธิและความคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การวางแผนและสรุปเนื้อหาเป็นระบบช่วยให้เรียนรู้ได้อย่างแม่นยำและเข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การเงิน, การบัญชี",
    "ดวงความรัก": "ความสัมพันธ์มั่นคงและอบอุ่น มีความเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังความเครียดจากการทำงานต่อเนื่อง ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนอย่างสมดุล เพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "02/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความรับผิดชอบสูงและละเอียดรอบคอบ สามารถจัดการงานได้เป็นระบบ มีสมาธิและความมุ่งมั่นในการทำงานหรือเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรืออภิปรายเพื่อแลกเปลี่ยนความคิด การเตรียมตัวล่วงหน้าและวิเคราะห์เนื้อหาอย่างละเอียดช่วยให้ผลลัพธ์ออกมาดี",
    "สาขาและคณะที่เหมาะสม": "จิตวิทยา, การศึกษา, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจ มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า จัดเวลาให้พักผ่อนและผ่อนคลายบ้าง",
    "คำแนะนำ": "วางแผนเวลาเรียนและทำกิจกรรมผ่อนคลายเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "03/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดวิเคราะห์และรอบคอบสูง มักทำงานด้วยความตั้งใจและมุ่งมั่น สามารถจัดการกับงานที่ซับซ้อนได้อย่างมีประสิทธิภาพ",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำโปรเจกต์ที่ต้องใช้การคิดวิเคราะห์ การจดบันทึกช่วยให้เข้าใจและจำเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีคนใส่ใจและให้การสนับสนุน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและปวดกล้ามเนื้อ ควรออกกำลังกายและพักผ่อนให้เพียงพอ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนอย่างสมดุลเพื่อรักษาสมาธิและพลังงาน"
  },
 {
    "วันที่": "04/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความอดทนสูงและสามารถจัดการเวลาได้ดี มักตั้งเป้าหมายอย่างชัดเจนและมุ่งมั่นทำให้สำเร็จ มีความรับผิดชอบต่อสิ่งที่ทำและคนรอบข้าง",
    "ดวงการเรียน": "การอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ จะช่วยให้เข้าใจเนื้อหาได้ชัดเจน การวางแผนและสรุปเนื้อหาเป็นระบบช่วยให้เรียนรู้ได้เร็ว",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, การฝึกอบรม",
    "ดวงความรัก": "ความรักมั่นคงและเข้าใจกันดี การสื่อสารที่ชัดเจนช่วยสร้างความสัมพันธ์ที่แน่นแฟ้น",
    "สุขภาพ": "ควรจัดเวลาให้ร่างกายได้พักผ่อน ลดความเครียดด้วยกิจกรรมที่ชอบ",
    "คำแนะนำ": "วางแผนเวลาเรียนและพักผ่อนให้สมดุล เพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "05/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีแรงบันดาลใจสูงและชัดเจนในการทำงาน มักคิดริเริ่มสิ่งใหม่ ๆ และสามารถสร้างแนวทางที่เป็นประโยชน์ต่อทีมและตัวเองได้อย่างชัดเจน",
    "ดวงการเรียน": "เหมาะกับการสอบหรือการนำเสนอผลงาน การวางแผนและฝึกซ้อมล่วงหน้าช่วยเพิ่มความมั่นใจและผลลัพธ์ที่ดี",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักหวานชื่นและอบอุ่น มีคนใส่ใจและคอยสนับสนุน",
    "สุขภาพ": "ระวังอาการปวดตาจากการใช้สายตาเป็นเวลานาน ควรพักสายตาและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "เชื่อมั่นในตัวเองและแบ่งเวลาเรียนกับพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "06/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และชัดเจนในการทำงาน สามารถแก้ปัญหาเฉพาะหน้าได้ดี มีความอดทนและมีสมาธิสูง เหมาะกับงานที่ต้องใช้การวิเคราะห์และความคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ใหญ่ การแบ่งงานและวางแผนอย่างชัดเจนช่วยให้สำเร็จได้ง่ายขึ้น",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยีสารสนเทศ, วิทยาศาสตร์ประยุกต์",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ให้ยาวนาน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้าจากการทำงานต่อเนื่อง ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานให้ชัดเจนและพักผ่อนบ้างเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "07/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความรับผิดชอบสูงและรอบคอบ สามารถจัดการงานได้เป็นระบบ มีสมาธิและความมุ่งมั่นในการทำงานหรือเรียนรู้สิ่งใหม่อยู่เสมอ",
    "ดวงการเรียน": "เหมาะกับการศึกษาลึกในเนื้อหาที่สนใจ การจดบันทึกและสรุปเนื้อหาเป็นระบบช่วยให้เข้าใจและจำได้แม่นยำ",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การเงิน, การบัญชี",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ มีโอกาสสร้างความเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อจากการใช้สายตานาน ควรพักสายตาและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดเวลาศึกษาและพักผ่อนให้สมดุลเพื่อรักษาสมาธิและพลังงาน"
  },
  {
    "วันที่": "08/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความอดทนและสามารถจัดการกับงานที่ซับซ้อนได้ดี มีความมุ่งมั่นและชัดเจนในการทำงาน มักแลกเปลี่ยนความคิดเห็นกับผู้อื่นเพื่อเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จได้รวดเร็ว",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, จิตวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น การสื่อสารที่ชัดเจนช่วยสร้างความสัมพันธ์ที่แน่นแฟ้น",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า จัดเวลาให้ผ่อนคลายบ้าง",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "09/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดวิเคราะห์สูงและละเอียดรอบคอบ สามารถวางแผนงานและทำงานเชิงลึกได้ดี มีสมาธิและความตั้งใจในการทำงานหรือเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ การวางแผนและสรุปเนื้อหาเป็นระบบช่วยให้เรียนรู้ได้อย่างแม่นยำ",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและปวดกล้ามเนื้อ ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "10/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และสามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีความมุ่งมั่นและพร้อมรับความท้าทายในการเรียนและการทำงาน",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึกและกว้างขึ้น",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
   {
    "วันที่": "11/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความมุ่งมั่นและมีสมาธิสูง สามารถจัดการงานที่ซับซ้อนได้ดี มักแลกเปลี่ยนความคิดเห็นเพื่อเรียนรู้สิ่งใหม่และพัฒนาตัวเอง",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์เชิงวิเคราะห์หรือศึกษาลึก การจดบันทึกช่วยให้เข้าใจและจำเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การเงิน, การบัญชี",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้าจากการทำงานต่อเนื่อง ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "จัดลำดับงานและแบ่งเวลาให้สมดุลระหว่างเรียนและพักผ่อน"
  },
  {
    "วันที่": "12/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวางแผนงานและเรียนรู้สิ่งใหม่ได้อย่างเป็นระบบ ชอบวิเคราะห์และแก้ไขปัญหาที่ซับซ้อน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มและแลกเปลี่ยนความคิดเห็น การวางแผนและสรุปเนื้อหาเป็นระบบช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, จิตวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความสัมพันธ์อบอุ่นและเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อจากการใช้สายตานาน ควรพักสายตาและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "13/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดวิเคราะห์สูงและสามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทน มุ่งมั่นต่อเป้าหมายและพร้อมเรียนรู้สิ่งใหม่อยู่เสมอ",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ การจดบันทึกและสรุปเนื้อหาช่วยให้เรียนรู้ได้แม่นยำ",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "14/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทน สามารถทำงานที่ซับซ้อนและใช้ความคิดวิเคราะห์ได้ดี มักตั้งเป้าหมายชัดเจนและมุ่งมั่นทำให้สำเร็จ",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จได้ง่าย",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง คนโสดมีโอกาสพบคู่ถูกใจ",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานให้ชัดเจนและพักผ่อนเพื่อรักษาสมดุลร่างกายและจิตใจ"
  },
  {
    "วันที่": "15/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และสามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีสมาธิสูงและสามารถวิเคราะห์ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "16/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความอดทนและรอบคอบ สามารถทำงานที่ซับซ้อนและใช้ความคิดวิเคราะห์ได้ดี มีสมาธิและความมุ่งมั่นต่อเป้าหมาย",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ การวางแผนช่วยให้เรียนรู้ได้ชัดเจน",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาสมาธิและพลังงาน"
  },
  {
    "วันที่": "17/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความละเอียดและรอบคอบสูง สามารถวิเคราะห์และแก้ปัญหาที่ซับซ้อนได้ดี มีสมาธิและความอดทน มักตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, จิตวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความรักมั่นคงและเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า จัดเวลาให้ผ่อนคลายบ้าง",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "18/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และชัดเจนในการทำงาน มักแก้ปัญหาเฉพาะหน้าได้ดี มีสมาธิและความอดทน เหมาะกับงานที่ต้องใช้การวิเคราะห์",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การเงิน, การบัญชี",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังอาการปวดกล้ามเนื้อและเหนื่อยล้า ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "19/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและมุ่งมั่น สามารถทำงานที่ซับซ้อนและวิเคราะห์ได้ดี มักตั้งเป้าหมายชัดเจนและมุ่งมั่นทำให้สำเร็จ",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง คนโสดมีโอกาสพบคู่ถูกใจ",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานให้ชัดเจนและพักผ่อนเพื่อรักษาสมดุลร่างกายและจิตใจ"
  },
  {
    "วันที่": "20/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดวิเคราะห์และสามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีสมาธิสูงและสามารถแก้ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "21/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทนสูง สามารถวิเคราะห์ปัญหาและจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความมุ่งมั่นต่อเป้าหมาย",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกหรือทำโปรเจกต์ การจดบันทึกและสรุปเนื้อหาช่วยให้เข้าใจและจำได้อย่างแม่นยำ",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การเงิน, การบัญชี",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและผ่อนคลายบ้าง",
    "คำแนะนำ": "จัดลำดับงานและแบ่งเวลาเรียนกับพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "22/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และสามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีความอดทนและความมุ่งมั่นสูง มักคิดริเริ่มสิ่งใหม่ ๆ อย่างเป็นระบบ",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จเร็วขึ้น",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดร่างกายบ่อย ๆ",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์และพักผ่อนให้สมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "23/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทนในการทำงานและเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกหรือทำโปรเจกต์ การสรุปเนื้อหาและวิเคราะห์อย่างละเอียดช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "24/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดวิเคราะห์และรอบคอบ สามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความมุ่งมั่นสูง มักตั้งเป้าหมายชัดเจนและทำงานอย่างเป็นระบบ",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, จิตวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีโอกาสสร้างความเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า จัดเวลาให้ผ่อนคลายบ้าง",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "25/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และชัดเจนในการทำงาน สามารถแก้ปัญหาเฉพาะหน้าได้ดี มีสมาธิและความอดทน เหมาะกับงานที่ต้องใช้การวิเคราะห์และการคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การจดบันทึกและสรุปเนื้อหาช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การเงิน, การบัญชี",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "26/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทนในการทำงานและเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "27/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความอดทนและรอบคอบ สามารถทำงานที่ซับซ้อนและใช้ความคิดวิเคราะห์ได้ดี มีสมาธิและความมุ่งมั่นต่อเป้าหมาย",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ การวางแผนช่วยให้เรียนรู้ได้ชัดเจน",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, จิตวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "28/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และสามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีสมาธิสูงและสามารถแก้ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "29/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทนในการทำงานและเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "30/09",
    "ราศี": "กันย์",
    "บุคลิกโดยรวม": "มีความคิดวิเคราะห์และชัดเจนในการทำงาน สามารถแก้ปัญหาเฉพาะหน้าได้ดี มีสมาธิและความอดทน เหมาะกับงานที่ต้องใช้การวิเคราะห์และการคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและผ่อนคลายบ้าง",
    "คำแนะนำ": "วางแผนงานให้ชัดเจนและพักผ่อนเพื่อรักษาสมดุลร่างกายและจิตใจ"
  },
   {
    "วันที่": "01/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความสมดุลและรอบคอบ ชอบสร้างความสัมพันธ์ที่ดีและมีความเข้าใจผู้อื่นสูง สามารถวิเคราะห์สถานการณ์และตัดสินใจได้อย่างยุติธรรม",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, การเมือง, การจัดการ",
    "ดวงความรัก": "ความรักมั่นคงและโรแมนติก มีโอกาสพบคู่ที่เข้าใจกันดี",
    "สุขภาพ": "ระวังความเครียดจากงานหรือการเรียน ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียนและความสัมพันธ์กับผู้อื่น"
  },
  {
    "วันที่": "02/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสวยงามและความสมดุลในทุกด้าน",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแบ่งเวลาและวางแผนช่วยให้เรียนรู้ได้มีประสิทธิภาพ",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อจากการทำงานหน้าจอ ควรพักสายตาและออกกำลังกายบ้าง",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล รักษาความสัมพันธ์ที่ดีรอบตัว"
  },
  {
    "วันที่": "03/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและชอบความยุติธรรม มีความสามารถในการวิเคราะห์และแก้ปัญหา มีสมาธิและอดทนสูงในการทำงานหรือเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือการวิเคราะห์เชิงลึก การวางแผนและจัดลำดับงานช่วยให้สำเร็จได้ง่าย",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, การเมือง, วิทยาศาสตร์สังคม",
    "ดวงความรัก": "ความรักมั่นคงและเข้าใจกันดี คนโสดมีโอกาสพบคู่ถูกใจ",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและออกกำลังกายเพื่อคลายความตึงเครียด",
    "คำแนะนำ": "วางแผนงานอย่างรอบคอบและรักษาสมดุลระหว่างเรียนและชีวิตส่วนตัว"
  },
  {
    "วันที่": "04/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และสามารถปรับตัวได้ดี ชอบทำงานที่ต้องใช้จินตนาการและการคิดเชิงสร้างสรรค์ มุ่งมั่นและรอบคอบในการเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการทำกิจกรรมกลุ่มหรือโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดและผ่อนคลายกล้ามเนื้อ",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "05/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทนในการทำงานและเรียนรู้สิ่งใหม่ มักตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "06/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและชอบความยุติธรรม มีสมาธิและความอดทนสูง สามารถวิเคราะห์ปัญหาและแก้ไขสถานการณ์ที่ซับซ้อนได้ดี",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, การเมือง, การจัดการ",
    "ดวงความรัก": "ความรักมั่นคงและโรแมนติก มีโอกาสพบคู่ที่เข้าใจกันดี",
    "สุขภาพ": "ระวังความเครียดจากงานหรือการเรียน ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียนและความสัมพันธ์กับผู้อื่น"
  },
  {
    "วันที่": "07/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสวยงามและความสมดุลในทุกด้าน",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแบ่งเวลาและวางแผนช่วยให้เรียนรู้ได้มีประสิทธิภาพ",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อจากการทำงานหน้าจอ ควรพักสายตาและออกกำลังกายบ้าง",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล รักษาความสัมพันธ์ที่ดีรอบตัว"
  },
  {
    "วันที่": "08/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและชอบความยุติธรรม มีความสามารถในการวิเคราะห์และแก้ปัญหา มีสมาธิและอดทนสูงในการทำงานหรือเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือการวิเคราะห์เชิงลึก การวางแผนและจัดลำดับงานช่วยให้สำเร็จได้ง่าย",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, การเมือง, วิทยาศาสตร์สังคม",
    "ดวงความรัก": "ความรักมั่นคงและเข้าใจกันดี คนโสดมีโอกาสพบคู่ถูกใจ",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและออกกำลังกายเพื่อคลายความตึงเครียด",
    "คำแนะนำ": "วางแผนงานอย่างรอบคอบและรักษาสมดุลระหว่างเรียนและชีวิตส่วนตัว"
  },
  {
    "วันที่": "09/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และสามารถปรับตัวได้ดี ชอบทำงานที่ต้องใช้จินตนาการและการคิดเชิงสร้างสรรค์ มุ่งมั่นและรอบคอบในการเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการทำกิจกรรมกลุ่มหรือโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดและผ่อนคลายกล้ามเนื้อ",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "10/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทนในการทำงานและเรียนรู้สิ่งใหม่ มักตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "11/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และชัดเจนในการทำงาน สามารถแก้ปัญหาเฉพาะหน้าได้ดี มีสมาธิและความอดทน เหมาะกับงานที่ต้องใช้การวิเคราะห์และการคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานให้ชัดเจนและพักผ่อนเพื่อรักษาสมดุลร่างกายและจิตใจ"
  },
  {
    "วันที่": "12/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทนในการทำงานและเรียนรู้สิ่งใหม่ มักตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "13/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทน สามารถทำงานที่ซับซ้อนและใช้ความคิดวิเคราะห์ได้ดี มีสมาธิและความมุ่งมั่นต่อเป้าหมาย",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, จิตวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "14/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และสามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีสมาธิสูงและสามารถแก้ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ออกแบบกราฟิก, ศิลปกรรม, การตลาดเชิงสร้างสรรค์",
    "ดวงความรัก": "ความรักอบอุ่นและเอาใจใส่ซึ่งกันและกัน",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอจากการนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "15/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์และแก้ปัญหาที่ซับซ้อนได้ดี มีสมาธิและความอดทน มักตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกหรือทำแบบฝึกหัดซ้ำ ๆ การจดบันทึกและสรุปเนื้อหาช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การเงิน, การบัญชี",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "16/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความอดทนและรอบคอบ สามารถทำงานที่ซับซ้อนและใช้ความคิดวิเคราะห์ได้ดี มีสมาธิและความมุ่งมั่นต่อเป้าหมาย",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, จิตวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีโอกาสสร้างความเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "17/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และชัดเจนในการทำงาน สามารถแก้ปัญหาเฉพาะหน้าได้ดี มีสมาธิและความอดทน เหมาะกับงานที่ต้องใช้การวิเคราะห์และการคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานให้ชัดเจนและพักผ่อนเพื่อรักษาสมดุลร่างกายและจิตใจ"
  },
  {
    "วันที่": "18/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทนในการทำงานและเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "19/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและชอบความยุติธรรม มีความสามารถในการวิเคราะห์และแก้ปัญหา มีสมาธิและอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, การเมือง, การจัดการ",
    "ดวงความรัก": "ความรักมั่นคงและโรแมนติก มีโอกาสพบคู่ที่เข้าใจกันดี",
    "สุขภาพ": "ระวังความเครียดจากงานหรือการเรียน ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียนและความสัมพันธ์กับผู้อื่น"
  },
  {
    "วันที่": "20/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสวยงามและความสมดุลในทุกด้าน",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแบ่งเวลาและวางแผนช่วยให้เรียนรู้ได้มีประสิทธิภาพ",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อจากการทำงานหน้าจอ ควรพักสายตาและออกกำลังกายบ้าง",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล รักษาความสัมพันธ์ที่ดีรอบตัว"
  },
  {
    "วันที่": "21/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและชอบความยุติธรรม มีสมาธิและความอดทนสูง สามารถวิเคราะห์ปัญหาและแก้ไขสถานการณ์ที่ซับซ้อนได้ดี",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือการวิเคราะห์เชิงลึก การวางแผนและจัดลำดับงานช่วยให้สำเร็จได้ง่าย",
    "สาขาและคณะที่เหมาะสม": "การศึกษา, จิตวิทยา, การสื่อสาร",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสสร้างความเข้าใจซึ่งกันและกัน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "แบ่งเวลาเรียนและพักผ่อนอย่างสมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "22/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และชัดเจนในการทำงาน สามารถแก้ปัญหาเฉพาะหน้าได้ดี มีสมาธิและความอดทน เหมาะกับงานที่ต้องใช้การวิเคราะห์และการคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, การจัดการ",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานให้ชัดเจนและพักผ่อนเพื่อรักษาสมดุลร่างกายและจิตใจ"
  },
  {
    "วันที่": "23/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถจัดการงานที่ซับซ้อนได้ดี มีสมาธิและความอดทนในการทำงานและเรียนรู้สิ่งใหม่ มักตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงานและสมาธิ"
  },
  {
    "วันที่": "24/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและชอบความยุติธรรม มีความสามารถในการวิเคราะห์และแก้ปัญหา มีสมาธิและอดทนสูงในการทำงานหรือเรียนรู้สิ่งใหม่",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, การเมือง, การจัดการ",
    "ดวงความรัก": "ความรักมั่นคงและโรแมนติก มีโอกาสพบคู่ที่เข้าใจกันดี",
    "สุขภาพ": "ระวังความเครียดจากงานหรือการเรียน ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียนและความสัมพันธ์กับผู้อื่น"
  },
  {
    "วันที่": "25/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสวยงามและความสมดุลในทุกด้าน",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแบ่งเวลาและวางแผนช่วยให้เรียนรู้ได้มีประสิทธิภาพ",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อจากการทำงานหน้าจอ ควรพักสายตาและออกกำลังกายบ้าง",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล รักษาความสัมพันธ์ที่ดีรอบตัว"
  },
   {
    "วันที่": "26/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาได้ดี มีความอดทนสูง เหมาะกับงานที่ต้องใช้ความคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "การจัดการ, กฎหมาย, การเงิน",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังความเครียด ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานให้ชัดเจนและรักษาสมดุลร่างกาย-จิตใจ"
  },
  {
    "วันที่": "27/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และชัดเจนในการทำงาน สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีสมาธิสูงและแก้ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดหลังหรือคอ ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "28/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบ สามารถจัดการงานซับซ้อนได้ดี มีสมาธิและความอดทนสูง มักตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ ๆ การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, วิศวกรรม",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังเหนื่อยล้าและตึงกล้ามเนื้อ ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุลเพื่อรักษาพลังงาน"
  },
  {
    "วันที่": "29/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความรอบคอบและชอบความยุติธรรม มีความสามารถวิเคราะห์และแก้ปัญหา มีสมาธิสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, การเมือง, การจัดการ",
    "ดวงความรัก": "ความรักมั่นคงและโรแมนติก มีโอกาสพบคู่ที่เข้าใจกันดี",
    "สุขภาพ": "ระวังความเครียด ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียนและความสัมพันธ์"
  },
  {
    "วันที่": "30/10",
    "ราศี": "ตุลย์",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสวยงามและความสมดุล",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแบ่งเวลาและวางแผนช่วยให้เรียนรู้ได้มีประสิทธิภาพ",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ ควรพักสายตาและออกกำลังกายบ้าง",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล รักษาความสัมพันธ์ที่ดีรอบตัว"
  },
  {
    "วันที่": "31/10",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความลึกซึ้งและมุ่งมั่น สามารถวิเคราะห์ปัญหาเชิงลึกได้ดี มีความคิดสร้างสรรค์และอดทนสูง เหมาะกับงานที่ต้องใช้สมาธิ",
    "ดวงการเรียน": "เหมาะกับการทำวิจัยหรือศึกษาลึก การสรุปและจดบันทึกช่วยให้เข้าใจเนื้อหาได้ดียิ่งขึ้น",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, จิตวิทยา, เทคโนโลยี",
    "ดวงความรัก": "ความรักลึกซึ้งและจริงจัง มีโอกาสสร้างความสัมพันธ์มั่นคง",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและออกกำลังกายเพื่อคลายความตึงเครียด",
    "คำแนะนำ": "ใช้ความอดทนและสมาธิในการเรียนและการทำงาน"
  },
   {
    "วันที่": "01/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความลึกซึ้ง มุ่งมั่น และสามารถวิเคราะห์สิ่งต่าง ๆ ได้อย่างชัดเจน มีสมาธิสูงและไม่ยอมแพ้ต่อความท้าทาย",
    "ดวงการเรียน": "เหมาะกับการทำวิจัยหรือโปรเจกต์ที่ต้องใช้ความคิดวิเคราะห์ การจดบันทึกและสรุปเนื้อหาจะช่วยให้เข้าใจลึกขึ้น",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, จิตวิทยา",
    "ดวงความรัก": "ความรักจริงจังและลึกซึ้ง มักสนับสนุนกันและกัน",
    "สุขภาพ": "ระวังอาการเครียดและเหนื่อยล้า ควรพักผ่อนให้เพียงพอและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "ใช้สมาธิและความอดทนให้เต็มที่ทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "02/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความมุ่งมั่นสูง สามารถแก้ปัญหาเฉพาะหน้าได้ดี มีความคิดสร้างสรรค์และอดทน เหมาะกับงานที่ต้องใช้การวิเคราะห์และไหวพริบ",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรือเรียนเชิงลึก การวางแผนล่วงหน้าจะช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "การเงิน, วิศวกรรม, วิทยาศาสตร์",
    "ดวงความรัก": "ความรักมั่นคงและจริงใจ มีโอกาสสร้างความสัมพันธ์ที่ยาวนาน",
    "สุขภาพ": "ระวังความเครียดและความเหนื่อยล้า ควรพักผ่อนและผ่อนคลายร่างกาย",
    "คำแนะนำ": "วางแผนงานและรักษาสมดุลระหว่างเรียนและพักผ่อน"
  },
  {
    "วันที่": "03/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบ สามารถจัดการงานซับซ้อนได้ดี มีสมาธิและความอดทนสูง มักตั้งเป้าหมายชัดเจนและจริงจัง",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัดซ้ำ การจดบันทึกช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, จิตวิทยา, การศึกษา",
    "ดวงความรัก": "ความรักอบอุ่นและมั่นคง มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังเหนื่อยล้าและตึงกล้ามเนื้อ ควรออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "04/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และสามารถปรับตัวได้ดี มองหาความสมดุลในชีวิตและทำงานด้วยความรอบคอบ",
    "ดวงการเรียน": "เหมาะกับการทำกิจกรรมกลุ่มและโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดคอหรือหลังจากนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "05/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทน สามารถจัดการงานซับซ้อนได้ดีและแก้ปัญหาได้อย่างมีเหตุผล มีสมาธิสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือเรียนเชิงลึก การวางแผนล่วงหน้าและแบ่งเวลาเรียนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, เทคโนโลยี",
    "ดวงความรัก": "ความรักมั่นคงและลึกซึ้ง มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "06/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวได้ดี มีความมุ่งมั่นและอดทนสูง เหมาะกับงานที่ต้องใช้ความคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "07/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบ สามารถวิเคราะห์และแก้ปัญหาที่ซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรืออ่านเชิงลึก การแบ่งเวลาเรียนและสรุปเนื้อหาช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "08/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทน สามารถจัดการงานซับซ้อนได้ดีและคิดวิเคราะห์ได้อย่างชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "การจัดการ, กฎหมาย, วิทยาศาสตร์",
    "ดวงความรัก": "ความรักมั่นคงและจริงใจ มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังความเครียด ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานและรักษาสมดุลร่างกาย-จิตใจ"
  },
  {
    "วันที่": "09/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์ สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสมดุลและความสวยงามในงานและชีวิต",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อจากการทำงานหน้าจอ ควรพักสายตาและออกกำลังกาย",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "10/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังความเหนื่อยล้าและความเครียด ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
 {
    "วันที่": "11/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความลึกซึ้งและมุ่งมั่น สามารถวิเคราะห์และแก้ปัญหาเชิงลึกได้ดี มีความคิดสร้างสรรค์และอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำวิจัยหรือโปรเจกต์ที่ต้องใช้สมาธิ การสรุปและจดบันทึกช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, เทคโนโลยี, จิตวิทยา",
    "ดวงความรัก": "ความรักจริงจังและลึกซึ้ง มีโอกาสสร้างความสัมพันธ์มั่นคง",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "ใช้สมาธิและความอดทนเต็มที่ทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "12/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิและอดทนสูง มักตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือเรียนเชิงลึก การวางแผนและแบ่งเวลาเรียนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "การเงิน, วิศวกรรม, วิทยาศาสตร์",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "13/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และปรับตัวได้ดี สามารถมองหาความสมดุลในชีวิตและงานได้ มีสมาธิสูง",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์และกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดคอหรือหลังจากนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "14/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์และแก้ปัญหาได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการอ่านเชิงลึกและทำแบบฝึกหัด การจดบันทึกช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "กฎหมาย, จิตวิทยา, การศึกษา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีคนใส่ใจและสนับสนุน",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "15/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทน สามารถจัดการงานซับซ้อนได้ดีและแก้ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือเรียนเชิงลึก การวางแผนล่วงหน้าและแบ่งเวลาเรียนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, เทคโนโลยี",
    "ดวงความรัก": "ความรักมั่นคงและลึกซึ้ง มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "16/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวได้ดี มีความมุ่งมั่นและอดทนสูง เหมาะกับงานที่ต้องใช้ความคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "17/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบ สามารถวิเคราะห์และแก้ปัญหาที่ซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรืออ่านเชิงลึก การแบ่งเวลาเรียนและสรุปเนื้อหาช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "18/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทน สามารถจัดการงานซับซ้อนได้ดีและคิดวิเคราะห์ได้อย่างชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "การจัดการ, กฎหมาย, วิทยาศาสตร์",
    "ดวงความรัก": "ความรักมั่นคงและจริงใจ มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังความเครียด ควรพักผ่อนและทำกิจกรรมผ่อนคลาย",
    "คำแนะนำ": "วางแผนงานและรักษาสมดุลร่างกาย-จิตใจ"
  },
  {
    "วันที่": "19/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์ สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสมดุลและความสวยงามในงานและชีวิต",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อจากการทำงานหน้าจอ ควรพักสายตาและออกกำลังกาย",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "20/11",
    "ราศี": "พิจิก",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังความเหนื่อยล้าและความเครียด ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
    {
    "วันที่": "21/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความกระตือรือร้นและมองโลกในแง่ดี ชอบเรียนรู้สิ่งใหม่ ๆ และปรับตัวได้ง่าย มีความคิดสร้างสรรค์สูง",
    "ดวงการเรียน": "เหมาะกับการเรียนวิชาที่เปิดโลกทัศน์และต้องใช้ความคิดวิเคราะห์ การทำโปรเจกต์หรือกิจกรรมกลุ่มช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ภาษาต่างประเทศ, การท่องเที่ยว, การสื่อสาร",
    "ดวงความรัก": "ความรักสนุกสนานและมีความกระตือรือร้น มักมีคนสนับสนุนความคิดสร้างสรรค์ของคุณ",
    "สุขภาพ": "ระวังอาการปวดหลังหรือขาเมื่อต้องนั่งนาน ควรเคลื่อนไหวร่างกายเป็นระยะ",
    "คำแนะนำ": "ใช้พลังงานและความคิดสร้างสรรค์ให้เต็มที่ แต่ควรรักษาสมดุลร่างกายด้วย"
  },
  {
    "วันที่": "22/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "ชอบความท้าทาย มีความคิดริเริ่ม สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มองโลกในแง่บวกและมีความอดทน",
    "ดวงการเรียน": "เหมาะกับการเรียนเชิงวิเคราะห์และการทำงานกลุ่ม การวางแผนและแบ่งเวลาเรียนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, วิศวกรรม",
    "ดวงความรัก": "ความรักสนุกสนานและเข้าใจกันดี มีโอกาสพบคู่ที่เข้ากับไลฟ์สไตล์คุณ",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนให้เพียงพอ",
    "คำแนะนำ": "วางแผนและจัดลำดับงานให้สมดุลกับชีวิตส่วนตัว"
  },
  {
    "วันที่": "23/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น มองหาความสมดุลในชีวิตและงาน สามารถแก้ปัญหาได้ดี มีความมุ่งมั่นสูง",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์และทำโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและสนุกสนาน มีโอกาสสร้างความสัมพันธ์มั่นคง",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ ควรพักสายตาและออกกำลังกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "24/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทน สามารถจัดการงานซับซ้อนได้ดีและแก้ปัญหาได้อย่างมีเหตุผล มีสมาธิสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือเรียนเชิงลึก การวางแผนและแบ่งเวลาเรียนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, เทคโนโลยี",
    "ดวงความรัก": "ความรักมั่นคงและลึกซึ้ง มีโอกาสพัฒนาความสัมพันธ์ให้มั่นคง",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "จัดลำดับงานและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "25/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบ สามารถวิเคราะห์และแก้ปัญหาที่ซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรืออ่านเชิงลึก การแบ่งเวลาเรียนและสรุปเนื้อหาช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "26/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และปรับตัวได้ดี มองหาความสมดุลในชีวิตและงาน สามารถแก้ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "27/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "28/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวได้ดี มีความมุ่งมั่นและอดทนสูง เหมาะกับงานที่ต้องใช้ความคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ ควรออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "29/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบ สามารถวิเคราะห์และแก้ปัญหาที่ซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์หรืออ่านเชิงลึก การแบ่งเวลาเรียนและสรุปเนื้อหาช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด ควรพักผ่อนและออกกำลังกาย",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "30/11",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด ควรพักผ่อนและผ่อนคลาย",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "01/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความกระตือรือร้นและมองโลกในแง่ดี ชอบเรียนรู้สิ่งใหม่ ๆ ปรับตัวง่ายและมีความคิดสร้างสรรค์สูง",
    "ดวงการเรียน": "เหมาะกับการเรียนวิชาที่เปิดโลกทัศน์และต้องใช้ความคิดวิเคราะห์ การทำโปรเจกต์หรือกิจกรรมกลุ่มช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ภาษาต่างประเทศ, การท่องเที่ยว, การสื่อสาร",
    "ดวงความรัก": "ความรักสนุกสนานและมีความกระตือรือร้น",
    "สุขภาพ": "ระวังอาการปวดหลังจากนั่งนาน ควรเคลื่อนไหวร่างกายเป็นระยะ",
    "คำแนะนำ": "ใช้พลังงานและความคิดสร้างสรรค์ให้เต็มที่ รักษาสมดุลร่างกายด้วย"
  },
  {
    "วันที่": "02/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดริเริ่มและมองโลกในแง่บวก สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการเรียนเชิงวิเคราะห์และการทำงานกลุ่ม การวางแผนและแบ่งเวลาเรียนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "บริหารธุรกิจ, การตลาด, วิศวกรรม",
    "ดวงความรัก": "ความรักสนุกสนานและเข้าใจกันดี",
    "สุขภาพ": "ระวังความเครียดและเหนื่อยล้า ควรพักผ่อนให้เพียงพอ",
    "คำแนะนำ": "วางแผนและจัดลำดับงานให้สมดุลกับชีวิตส่วนตัว"
  },
  {
    "วันที่": "03/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น มองหาความสมดุลในชีวิตและงาน สามารถแก้ปัญหาได้ดี",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์และทำโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและสนุกสนาน",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ ควรพักสายตาและออกกำลังกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "04/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด ควรพักผ่อนและออกกำลังกายเบา ๆ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "05/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวได้ดี มีความมุ่งมั่นและอดทนสูง เหมาะกับงานที่ต้องใช้ความคิดเชิงลึก",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "06/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "07/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์ สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสมดุลและความสวยงามในงานและชีวิต",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "08/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิสูงและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังความเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "09/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวได้ดี มีความมุ่งมั่นและอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "10/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "11/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น ปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มีความมุ่งมั่นสูงและสามารถวิเคราะห์ปัญหาเชิงลึกได้",
    "ดวงการเรียน": "เหมาะกับการทำโปรเจกต์เชิงสร้างสรรค์และการทำกิจกรรมกลุ่ม การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและสนุกสนาน",
    "สุขภาพ": "ระวังอาการปวดคอหรือหลังจากนั่งนาน ควรยืดเหยียดร่างกาย",
    "คำแนะนำ": "ใช้ความคิดสร้างสรรค์ให้เกิดประโยชน์และพักผ่อนให้เพียงพอ"
  },
  {
    "วันที่": "12/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "13/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น มองหาความสมดุลในชีวิตและงาน สามารถแก้ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "14/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "15/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และปรับตัวได้ดี สามารถจัดการงานซับซ้อนและคิดวิเคราะห์ได้อย่างชัดเจน",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและสนุกสนาน",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ ควรพักสายตาและออกกำลังกาย",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "16/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "17/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวได้ดี มีความมุ่งมั่นและอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "18/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "19/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์ สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสมดุลและความสวยงามในงานและชีวิต",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "20/12",
    "ราศี": "ธนู",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิสูงและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังความเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "21/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความมุ่งมั่นและจริงจัง สามารถตั้งเป้าหมายและทำงานให้สำเร็จได้อย่างชัดเจน มักเป็นคนมีระเบียบและรับผิดชอบ",
    "ดวงการเรียน": "เหมาะกับการทำวิจัยหรือโปรเจกต์ที่ต้องใช้สมาธิ การวางแผนและการสรุปเนื้อหาจะช่วยให้เรียนรู้ได้ดี",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, การบัญชี, กฎหมาย",
    "ดวงความรัก": "ความรักมั่นคง มีโอกาสสร้างความสัมพันธ์ยาวนาน",
    "สุขภาพ": "ระวังความเครียดและอาการปวดเมื่อย",
    "คำแนะนำ": "ตั้งเป้าหมายให้ชัดเจนและจัดลำดับงานให้ดี"
  },
  {
    "วันที่": "22/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความรอบคอบและอดทน สามารถจัดการงานซับซ้อนได้ดีและแก้ปัญหาได้อย่างมีเหตุผล",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือเรียนเชิงลึก การวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "23/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น มองหาความสมดุลในชีวิตและงาน สามารถแก้ปัญหาได้ดี",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์และทำโปรเจกต์ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ลึก",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและสนุกสนาน",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "24/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "25/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์ สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสมดุลและความสวยงามในงานและชีวิต",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "26/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิสูงและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังความเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "27/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์และยืดหยุ่น สามารถปรับตัวได้ดี มีความมุ่งมั่นและอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงลึกและทำแบบฝึกหัด การสรุปเนื้อหาและจดบันทึกช่วยให้เข้าใจลึก",
    "สาขาและคณะที่เหมาะสม": "วิศวกรรม, เทคโนโลยี, ศิลปกรรม",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการเหนื่อยล้าและตึงกล้ามเนื้อ",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "28/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  },
  {
    "วันที่": "29/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความคิดสร้างสรรค์ สามารถปรับตัวกับสถานการณ์ใหม่ ๆ ได้ดี มักมองหาความสมดุลและความสวยงามในงานและชีวิต",
    "ดวงการเรียน": "เหมาะกับการศึกษาเชิงสร้างสรรค์หรือวิชาที่ต้องใช้จินตนาการ การแลกเปลี่ยนความคิดเห็นช่วยให้เข้าใจเนื้อหาได้ดี",
    "สาขาและคณะที่เหมาะสม": "ศิลปกรรม, การออกแบบ, การสื่อสาร",
    "ดวงความรัก": "ความรักอบอุ่นและเข้าใจกันดี",
    "สุขภาพ": "ระวังอาการปวดตาและกล้ามเนื้อ",
    "คำแนะนำ": "จัดเวลาเรียนและพักผ่อนให้สมดุล"
  },
  {
    "วันที่": "30/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความละเอียดรอบคอบและรอบรู้ สามารถวิเคราะห์ปัญหาและแก้ไขได้ดี มีสมาธิสูงและความอดทนสูง",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังความเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "รักษาสมดุลระหว่างการเรียน งาน และการพักผ่อน"
  },
  {
    "วันที่": "31/12",
    "ราศี": "มังกร",
    "บุคลิกโดยรวม": "มีความรอบคอบและชัดเจน สามารถจัดการงานซับซ้อนได้ดี มีสมาธิสูงและตั้งเป้าหมายชัดเจน",
    "ดวงการเรียน": "เหมาะกับการทำงานกลุ่มหรือโปรเจกต์ การแบ่งงานและวางแผนช่วยให้สำเร็จง่าย",
    "สาขาและคณะที่เหมาะสม": "วิทยาศาสตร์, การศึกษา, จิตวิทยา",
    "ดวงความรัก": "ความรักมั่นคงและอบอุ่น",
    "สุขภาพ": "ระวังเหนื่อยล้าและความเครียด",
    "คำแนะนำ": "ใช้สมาธิและความอดทนทั้งการเรียนและงานส่วนตัว"
  }
]